<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Experimentelle Einheiten und Messungen</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="experimental design, experimental units, factors">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Welche Versuchseinheiten sollten benutzt werden?</p>
<p>F&uuml;r Versuchseinheiten ist es w&uuml;nschenswert, dass diese so
gleich wie m&ouml;glich sind. Deshalb sollte jeder Versuch so aufgebaut
sein, dass die Versuchseinheiten homogen gemacht werden k&ouml;nnen.
Daher sollte man den Prozess bezogen auf die
&bdquo;st&ouml;renden&ldquo; Variablen beschreiben und sich
bem&uuml;hen M&ouml;glichkeiten zur Minimierung ihrer Variabilit&auml;t
in dem Versuch zu finden.
</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10"
 cellspacing="0" width="75%">
  <tbody>
    <tr>
      <td><strong>Variabilit&auml;t ist der Feind des Wissenschaftlers!</strong></td>
    </tr>
  </tbody>
</table>
<p>Oftmals jedoch hat man wenig Einfluss auf die Wahl der
Versuchseinheiten und muss mit der vorhandenen Variabilit&auml;t
umgehen k&ouml;nnen. Wenn m&ouml;glich, sollten die Versuchseinheiten
in Bl&ouml;cke aufgeteilt werden, die sp&auml;ter im Erstellungsprozess
verwendet werden k&ouml;nnen, um im Versuch genauere Antworten auf
bestimmte Fragen zu erhalten. </p>
<p class="heading">Welche abh&auml;ngige Variable sollte erfasst werden?</p>
<p>In einem Versuch hat die Messung einer Versuchseinheit&nbsp;manchmal
eine eindeutige Antwort (z.B. der Ertrag pro Quadratmeter, die
Konzentration der Verunreinigung, Pr&uuml;fsiegel), aber oft gibt es
mehrere Variablen, die als&nbsp;Messung der Antwort ber&uuml;cksichtigt
werden k&ouml;nnen.</p>
<p>Zum Beispiel wird in einem Versuch&nbsp;untersucht, wie sich ein
D&uuml;nger auf das Wachstum einer Tomatenpflanze auswirkt. Wie misst
man das Wachstum?</p>
<ul>
  <li>Die H&ouml;he vier Wochen nach der Pflanzung?</li>
  <li>Die &Auml;nderung der H&ouml;he zwischen Woche zwei und f&uuml;nf?</li>
  <li>Gewicht der Pflanze?</li>
  <li>Trockengewicht der Pflanze?</li>
</ul>
<p>Es gibt hier viele M&ouml;glichkeiten. Ein Biologe m&uuml;sste
entscheiden, welche M&ouml;glichkeit aus biologischer Sicht die
Wichtigste ist.</p>
<p class="heading"> Kontrollierte Variablen</p>
<p>Des Weiteren muss angegeben sein, welche Variablen kontrolliert
werden m&uuml;ssen (die Eingangsvariablen) und welche Einstellungen
f&uuml;r diese Variablen in den verschiedenen Versuchsreihen am
sinnvollsten eingesetzt werden k&ouml;nnen. In einem
landwirtschaftlichen Experiment wollen wir nur die Differenz des
Ertrages von drei verschieden Sorten bewerten, oder wollen wir
gleichzeitig die Auswirkungen von verschiedenen Mengen an
D&uuml;ngemitteln bestimmen? (Und wenn ja, welche Mengen sollten
eingesetzt werden?)
</p>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
