<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Experimente mit Menschen als Versuchsobjekten</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="experimental design, control, placebo, double-blind experiment">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Ethische Probleme entstehen</p>
<p>Es gibt wenige praktische Anwendungen, die das Experimentieren mit
menschlichen Versuchsobjekten komplizieren. Aus ethischen Gr&uuml;nden
sind Versuche, die eine potentielle Gefahr f&uuml;r die
Versuchspersonen darstellt, nicht m&ouml;glich. Auch wenn keine
bekannte Gefahr besteht, sollten sich die am Versuch beteiligten
Probanden bewusst sein, was der Versuch beinhaltet und m&uuml;ssen
eingehend informiert werden.
</p>
<p class="heading"> Kontrollen</p>
<p>In vielen F&auml;llen sollen die Auswirkungen einer bestimmten
Behandlung in einem Versuch untersucht werden, wie z.B. die
Verbesserung des Gesundheitszustandes nach der Verabreichung eines
bestimmten Medikaments. Ein naiver Forscher kann den Wert einer
Variablen erfassen, bevor mit der Medikation begonnen wird (z.B. die
Konzentration einer Chemikalie im Blut) oder auch nachdem das
Medikament bereits seit einer Woche gegeben wird. Allerdings kann eine
Verbesserung des Zustandes sich einfach nur im Laufe der Zeit ergeben
und ist nicht unbedingt durch das Medikament hervorgerufen worden. Die
Zeit ist eine schlummernde Variable, die mit der Behandlung verwechselt
wird.
</p>
<p>Um die Wirkung der Behandlung zu bewerten, sollten einige
(zuf&auml;llig ausgew&auml;hlt) Probanden, die nicht die Behandlung
erhalten haben, auch in die Studie aufgenommen werden - Unterschiede
zwischen den Verbesserungen der beiden Gruppen k&ouml;nnen dann direkt
auf die Behandlung zur&uuml;ckgef&uuml;hrt werden. Probanden, die keine
Behandlung erhielten, werden <strong>Kontrollen</strong>
genannt.&nbsp;
</p>
<p class="heading"> Plazebos</p>
<p>Bedauerlicherweise kann eine Verabreichung, unabh&auml;ngig des
Effektes der Behandlung, Einfluss auf die Reaktion der Versuchspersonen
haben. Wenn zum Beispiel ein Medikament daf&uuml;r bekannt ist
Kopfschmerzen zu lindern, kann allein das Wissen, dass dieses
Medikament verabreicht wurde, die Beschwerden reduzieren, auch dann,
wenn das Medikament keinen Wirkstoff enth&auml;lt.
</p>
<p>Um zu vermeiden, dass die psychologische Wirkung auf die
Versuchsperson bei der Behandlung mit der Wirkung des Medikaments
verwechselt wird, wird eine Kontrollgruppe von Patienten eingerichtet,
die eine nicht zu unterscheidende &bdquo;Behandlung&ldquo; ohne Effekt
erh&auml;lt, dies wird als <strong>Placebo</strong>
bezeichnet. Zum Beispiel k&ouml;nnen zwei Chargen Pillen von
&auml;hnlicher Gr&ouml;&szlig;e und Geschmack hergestellt werden, aber
nur eine Charge enth&auml;lt den Wirkstoff und kann beurteilt werden.
Ein Unterschied zwischen der Kontrollgruppe und der Behandlungsgruppe
kann daher auf die Behandlung zur&uuml;ckgef&uuml;hrt werden. </p>
<p class="heading"> Doppelblinde Experimente</p>
<p>Eine weitere Komplikation kann auftreten, wenn die zu erwartende
Reaktion durch das Wissen der Versuchsperson die Behandlung
beeintr&auml;chtigt. Wenn ein Forschers wei&szlig;, welche Behandlung
bei jeder Versuchseinheit angewandt wurde, kann es eine unterschwellige
Tendenz geben, um eine Behandlung zu &uuml;bersch&auml;tzen oder zu
untersch&auml;tzen. Zur Vermeidung dieses m&ouml;glichen Problems darf
der Wissenschaftler erst nach dem Experiment von den Versuchseinheiten
wissen, die die Behandlungen erhalten.&nbsp;
</p>
<p>Der Versuch wird als <strong>doppelblind</strong>
bezeichnet, da weder der Wissenschaftler noch der Proband wei&szlig;,
welche Behandlung angewendet wurde. Zum Beispiel kann ein Dritter
zuf&auml;llig entscheiden, welche der beiden Medikamente die einzelnen
Versuchspersonen erhalten sollen und die entsprechenden Pillen f&uuml;r
jede Versuchsperson in unetikettierte&nbsp;Beh&auml;lter verpacken. Der
Wissenschaftler w&uuml;rde eine Behandlung vornehmen und die Ergebnisse
aufzeichnen, ohne zu wissen welcher Proband welche Behandlung erhalten
hat. Auch hier ist das Ziel, sicherzustellen, dass andere Faktoren
nicht als schlummernde Variable fungieren, die die Vergleiche der
Behandlung&nbsp; verwechseln. </p>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
