<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Simulationen</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="estimation, proportion, percentile">
	<meta name="dataset" content="Samaru rainfall">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Standardfehler und Konfidenzintervalle aus Formeln</p>
<p>F&uuml;r den Standardfehler von Stichprobenmittelwerten und
-anteilen k&ouml;nnen einfache Formeln f&uuml;r gefunden werden. Es
existieren Formeln f&uuml;r den Standardfehler der h&auml;ufigsten
Parametersch&auml;tzungen, dennoch ben&ouml;tigt man f&uuml;r einige
eine Computersoftware.</p>
<p> F&uuml;r solch einen Sch&auml;tzer kann ein ann&auml;hernd 95% iges
Konfidenzintervall gefunden werden</p>
<center>
<table bgcolor="white" border="1" cellpadding="10" cellspacing="0"
 width="75%">
  <tbody>
    <tr>
      <td align="center"><strong><font color="#000000"><em>Sch&auml;tzung</em>
- 2 <em>s.e.</em><em>&nbsp; </em><strong>&nbsp;bis</strong><em>
&nbsp; Sch&auml;tzung</em> + 2 <em>s.e.</em></font></strong></td>
    </tr>
  </tbody>
</table>
</center>
<p>(Das Konfidenzintervall kann manchmal verbessert werden, indem man
die Konstante 2 mit einem leicht abweichenden Wert ersetzt).</p>
<p class="heading">Wenn keine Formel f&uuml;r den Standardfehler zur
Verf&uuml;gung steht&hellip;</p>
<p>F&uuml;r manche Sch&auml;tzer gibt es keine Formeln f&uuml;r den
Standardfehler oder keine zur Verf&uuml;gung stehende Software zur
Auswertung. In diesem Fall ist eine andere Herangehensweise n&ouml;tig.</p>
<p>In diesem Abschnitt beschreiben wir, wie Simulationen genutzt werden
k&ouml;nnen, um die Genauigkeit solcher Sch&auml;tzer zu bestimmen.</p>
<div class="diagram">
<p class="heading">Niederschlag im Oktober in Samaru, Nord-Nigeria</p>
<p>In Afrika ist meistens der Niederschlag die wichtigste
Klimavariable. Ein besseres Verst&auml;ndnis der Verteilung des
Niederschlags kann die angebauten Nutzpflanzen und ihren
Pflanzzeitpunkt beeinflussen.</p>
<center>
<table bgcolor="white" border="1" cellpadding="10" cellspacing="0"
 width="75%">
  <tbody>
    <tr>
      <td><strong>Wie hoch war der Niederschlag im Oktober in einem von
vier Jahren in Samaru, Nigeria?<strong> </strong></strong></td>
    </tr>
  </tbody>
</table>
</center>
<p>In anderen Worten, wollen wir <strong>das
obere Quantil</strong> der Niederschlagsverteilung im Oktober in Samaru <strong>sch&auml;tzen</strong>.</p>
<p>Das folgende Diagramm zeigt den Niederschlag im Oktober f&uuml;r die
56 Jahre zwischen 1928 und 1983.</p>
<p class="eqn"><object data="images/samaruOctUQ.svg" height="130"
 width="397"></object></p>
<p>Die Verteilung ist sehr schief- sieben Jahre hatten im Oktober
hatten gar keinen Regen und etliche andere Jahre hatten einen extrem
geringen Niederschlag, aber in einigen Jahren gab es recht viel Regen.
Das obere Quantil der Niederschlagsverteilung war 57,4 mm.</p>
<center>
<table bgcolor="white" border="1" cellpadding="10" cellspacing="0"
 width="75%">
  <tbody>
    <tr>
      <td><strong>Wenn die Niederschlagsverteilung die gleiche, wie in
der Vergangenheit, bleibt, w&uuml;rden wir einen Niederschlag von 57,4
mm oder mehr in einem von jedem vierten Oktober <span
 style="color: rgb(255, 0, 0);">sch&auml;tzen</span>.&nbsp;</strong></td>
    </tr>
  </tbody>
</table>
</center>
<p>Es gibt f&uuml;r diese Art von Sch&auml;tzer keine geeignete Formel
f&uuml;r den Standardfehler, also wird eine Simulation gebraucht, um
den Standardfehler zu finden.&nbsp;</p>
</div>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
