<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Survey design issues</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="questionnaire design, survey design">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Methoden f&uuml;r den Erhalt von
Stichprobeninformationen</p>
<p>Egal welches Stichprobenschema angewendet wird, es m&uuml;ssen
Informationen von jedem Individuum, das in der Stichprobe
ausgew&auml;hlt wird, vorhanden sein. Falls Stichprobenobjekte von
einer Fabrik oder von B&auml;umen in einem Wald produziert werden, ist
der Vorgang Messungen von jedem Objekt zu erzielen normalerweise
ziemlich einfach.<br>
</p>
<p>Es gibt aber verschiedene M&ouml;glichkeiten Informationen von
menschlichen Bev&ouml;lkerungen zu sammeln. Jede Methode hat ihre Vor-
und Nachteile.</p>
<p class="heading">Telefon</p>
<p>Da die Durchf&uuml;hrung von Telefonumfragen relativ billig ist kann
der Stichprobenumfang gr&ouml;&szlig;er sein.&nbsp;
</p>
<ul>
  <li>Nicht-Beantwortung kann hoch sein.</li>
  <li>Wenige Anwendungsfehler (jedoch sind Ab&auml;nderungen notwendig,
um einen Bericht der verschiedenen Haushaltsgr&ouml;&szlig;en zu
bekomme).</li>
  <li>Die Anzahl von Fragen muss gering gehalten werden.</li>
  <li>Nicht teuer.</li>
</ul>
<p>Telefonnummern k&ouml;nnen zuf&auml;llig aus dem Telefonbuch
ausgew&auml;hlt werden, jedoch fehlen hier nicht aufgelistete Nummern,
deshalb benutzt man oft die zuf&auml;llige Nummernwahl.
</p>
<p class="heading">Versandfragebogen</p>
<p>Bei einer Umfrage per Post werden Individuen zuf&auml;llig aus
W&auml;hlerverzeichnissen oder anderen Bev&ouml;lkerungslisten
ausgew&auml;hlt. Alternativ dazu k&ouml;nnen Frageb&ouml;gen per Hand
in die Briefk&auml;sten, der durch Stichproben gezogenen H&auml;usern
eingeworfen werden.<br>
</p>
<ul>
  <li>Nicht-Beantwortung ist sehr hoch.</li>
  <li>Die Kosten sind h&ouml;her als bei einer Telefonumfrage.</li>
  <li>Versandfrageb&ouml;gen k&ouml;nnen mehr Fragen als
Telefonumfragen beinhalten.</li>
</ul>
<p class="heading">Interviewer</p>
<p>Befragt der Interviewer die Personen zu Hause, ist die
Wahrscheinlichkeit, dass lange Frageb&ouml;gen beantwortet werden,
h&ouml;her.
</p>
<ul>
  <li>Niedrigste Nichtbeantwortung und niedrigste Anzahl anderer
Stichprobenfehler.</li>
  <li>Interviewer m&uuml;ssen sehr ge&uuml;bt sein, um den
Interviewerfehler reduzieren zu k&ouml;nnen.</li>
  <li>Am teuersten.</li>
  <li>Die Frageb&ouml;gen k&ouml;nnen ziemlich lang sein.</li>
</ul>
<p>H&auml;user werden selten zuf&auml;llig ausgew&auml;hlt. Die
Stra&szlig;en werden oftmals zuf&auml;llig ausgew&auml;hlt und dann
wird dort jedes f&uuml;nfte oder zehnte Haus befragt. Das nennt man
eine <strong>systematische Stichprobe</strong>.
</p>
<p class="heading">Stra&szlig;enecke</p>
<p>Einige Umfragen werden in gut besuchten Einkaufszentren oder
&auml;hnlichen &ouml;ffentlichen Pl&auml;tzen durchgef&uuml;hrt.
</p>
<ul>
  <li>Gro&szlig;e Anwendungsfehler.</li>
  <li>Die billigste Methode und deshalb weit verbreitet.</li>
  <li>Frageb&ouml;gen m&uuml;ssen kurz sein.</li>
</ul>
<p>Um Anwendungsfehler zu reduzieren w&auml;hlt man oft eine <strong>Quotenstichprobe</strong>. Jeder Interviewer
muss eine festgelegte Anzahl von alten, jungen, m&auml;nnlichen,
weiblichen, ect. Personen befragen. Das Verh&auml;ltnis einer jeden
Charakteristik wird herangezogen, um das entsprechende Verh&auml;ltnis
in der Zielgesamtheit wieder zu spiegeln. Es ist wesentlich schwieriger
die Genauigkeit der Quotenstichprobe zu ermitteln, als in den
Stichprobenschemata, die am Anfang diesen Abschnitts erkl&auml;rt
wurden.&nbsp;</p>
<p class="heading">Selbstselektion</p>
<p>Radiosender und Zeitschriften f&uuml;hren oft Anrufer- und
Zusendeumfragen durch. Die Befragungsergebnisse sind normalerweise
nicht repr&auml;sentativ und somit sind die Ergebnisse bedeutungslos.
Diese Art von Umfrage sollte vermieden werden.
</p>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
