<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Erfassungsfehler und Antwortausfall</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="non-sampling error, coverage error, non-response error">
<meta name="dataset" content="Opinion polls for presidential election"></head>

<body><script type="text/javascript">writePageStart();</script>
<p class="heading">&bdquo;Fehlende&ldquo; Antworten</p>
<p>Die ersten zwei Arten von systematischen Fehlern entstehen
durch
Fehler bei der Gewinnung von Informationen von einigen Mitglieder der
Zielgruppe.&nbsp;</p>
<p class="heading">Erfassungsfehler</p>
<p><strong>Erfassungsfehler</strong>
entstehen wenn die Stichprobe nicht aus der gesamten Zielpopulation,
sondern nur aus einem Teil ausgew&auml;hlt wird. Im Ergebnis,
beschreiben die beobachteten Sch&auml;tzungen nicht die gesamte
Zielpopulation &ndash; nur eine ihrer Untergruppen.</p>
<div class="diagram"><p>Ein Forscher ist an der
praktischen Bew&auml;sserung bei
Weizenbauern aus der Region interessiert. Es gibt keinen Datenbestand,
der Namen und Adressen der Bauern enth&auml;lt, die Weizen anbauen,
weshalb Frageb&ouml;gen zu den Mitgliedern einer lokalen
Weizenbauernvereinigung geschickt werden. Abh&auml;ngig von der
Anzahl
und den Eigenschaften der Bauern, welche Weizen anbauen, aber <strong>nicht</strong> Mitglieder der
Verbindung
sind, gibt es Potenzial f&uuml;r betr&auml;chtliche
Anwendungsfehler. </p>
<hr width="75%"><p>Ein &Ouml;kologe, der wild
lebende Tiere in einem Reservat studiert,
sammelt t&auml;glich die Tierk&ouml;rper von Opossums, die auf
einer
Stra&szlig;e get&ouml;tet wurden, die durch das Reservat
f&uuml;hrt. An
jedem, der auf diese Art und Weise erhaltenen 20 Opossums, wurden
verschiedene physiologische Messungen durchgef&uuml;hrt.&nbsp;</p>
<p>F&uuml;r Anwendungsfehler gibt es Potential, wenn die
Opossums, die
sich auf die Stra&szlig;e wagen, nicht typisch f&uuml;r alle
Opossums
des Reservats sind.&nbsp; </p>
</div><p class="heading">Antwortausfall</p>
<p>In vielen Umfragen antworten manche ausgew&auml;hlten
Personen
nicht. Dies k&ouml;nnte hervorgerufen werden durch:
</p><ul> <li>Fehler beim Kontaktieren der Personen.
Bei einer Telefonumfrage
werden manche Nummern nicht Antworten. Bei einer
T&uuml;r-an-T&uuml;r
Umfrage, k&ouml;nnte keiner zu Hause sein.</li> <li>Ablehnung
an der Studie teilzunehmen. Manche Personen sind auch
zu besch&auml;ftigt, oder werden dem Eindringen in ihre
Privatsph&auml;re widersprechen.</li> <li>Ablehnung
einzelne Fragen zu beantworten. Zum Beispiel, sind
Menschen oft nicht gewillt ihr Einkommen oder Informationen, die von
Wert f&uuml;r sie sind, offenzulegen.</li>
</ul><p>Wenn die Nichtbeantwortung mit der gestellten Frage
im Zusammenhang
steht, sind Sch&auml;tzungen der Umfrage voraussichtlich verzerrt.</p>
<div class="diagram"><p>Es wurde eine Umfrage
durchgef&uuml;hrt, um die Anzahl der Besuche,
die ein Stadtbewohner seinem Arzt im Vorjahr abstattete, festzustellen.
Die Telefonnummern wurden zuf&auml;llig aus einem Telefonbuch
ausgew&auml;hlt und abends, unter der Woche, angerufen. </p>
<p>Personen, die nicht zu Hause sind (und somit nicht antworten),
sind
sehr wahrscheinlich ges&uuml;nder als solche, die antworten, daher
werden die Stichprobenantworten dazu tendieren, die Durchschnittsanzahl
von Arztbesuchen pro Bewohner zu &uuml;bersch&auml;tzen. Die
Sch&auml;tzung w&uuml;rde somit verzerrt sein. </p>
<p><font color="#666666">Es gibt einige andere
Fehler in dieser
Umfrage, die zu weiteren systematischen Fehlern f&uuml;hren. Im
Besonderen, gibt es auch Erfassungsfehler, da Bewohner, deren
Nummern nicht im Telefonverzeichnis aufgelistet sind, nicht befragt
werden k&ouml;nnen.</font></p>
</div><p class="heading">Reales Beispiel</p>
<div class="diagram"><p>Bei der amerikanischen
Pr&auml;sidentenwahl im Jahre 1963 gab es
zwei Kandidaten, Roosevelt und Landon. Die&nbsp;<em>Literary Digest</em>
f&uuml;hrte eine
Meinungsumfrage durch, mit dem Ziel, das Ergebnis der Wahl
vorauszusagen; ihr Vorgehen war, Frageb&ouml;gen an 10 Millionen
Amerikaner (unter Verwendung von Namen aus Telefonb&uuml;chern und
Clubmitgliedschaften) zu verschicken. Von den 2,4 Million Antworten ist
die folgende Vorhersage gemacht worden:
</p><center>
<table border="0" cellpadding="2" cellspacing="0">
<caption align="top"><strong>Stimmenanteil</strong>
</caption><tbody> <tr> <th align="center">
</th> <th align="center">Landon</th> <th align="center">Roosevelt</th> </tr> <tr>
<td>Literary Digest's Vorhersage</td> <td align="center" bgcolor="white">57</td> <td align="center" bgcolor="white">43</td> </tr> <tr> <td>Tats&auml;chliches
Ergebnis</td> <td align="center" bgcolor="white">38</td>
<td align="center" bgcolor="white">62</td> </tr>
</tbody>
</table></center>
<p>Trotz der gro&szlig;en Stichprobenanzahl (und hierdurch
entstandenen
kleinen Stichprobenfehler), waren die systematischen Fehler in der
Umfrage &auml;u&szlig;erst umfangreich.
</p><ul> <li>Nur Personen in Haushalten mit
Telefonen oder Clubmitlieder
wurden befragt (Erfassungsfehler). </li> <li>Von
diesen antworteten nur 24 Prozent (Antwortausfall).</li>
</ul><p>Die Gruppen, die antworteten, hatten verschiedene
Charaktere aus der
ganzen Bev&ouml;lkerung, woraus die gro&szlig;e Differenz
zwischen der
&bdquo;Literary Digest&ldquo; Vorhersage und den
tats&auml;chlichen
Wahlergebnissen erfolgt.
</p><p><font color="#666666">Im
&Uuml;brigen f&uuml;hrte auch ein anderer
Meinungsforscher; George Gallup, eine Umfrage vor dieser Wahl durch.
Obwohl er nur 50000 Personen befragte, steckte er mehr
Bem&uuml;hungen
hinein, seine Stichprobe repr&auml;sentativ zu gestalten. Seine
Umfrage
sagte voraus, das Roosevelt die Wahl mit 56 Prozent der Stimmen
gewinnen w&uuml;rde, was viel n&auml;her an den
tats&auml;chlichen
Ergebnissen liegt. </font></p>
</div><script type="text/javascript">writePageEnd();</script>
</body></html>
