<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">

<section name='Bivari&amp;eacute;es distributions cat&amp;eacute;gorielles'>

<page dir='fr/bivarCat' filePrefix='bivarCat_b1'>Si deux variables cat&amp;eacute;gorielles peuvent &amp;ecirc;tre trait&amp;eacute;es comme une r&amp;eacute;ponse et des variables explicatives, la variable explicative peut &amp;ecirc;tre utilis&amp;eacute; pour diviser les individus en groupes. Si aucune variable ne peut &amp;ecirc;tre trait&amp;eacute;e comme explicatives, nous avons besoin d'autres fa&amp;ccedil;ons de d&amp;eacute;crire leur association.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat2'>Distributions bivari&amp;eacute;es peuvent &amp;ecirc;tre affich&amp;eacute;s dans des diagrammes &amp;agrave; barres en 3 dimensions, mais il ya de meilleures fa&amp;ccedil;ons d'afficher les donn&amp;eacute;es.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat3'>Un graphique &amp;agrave; barres &amp;agrave; 2 dimensions peut &amp;ecirc;tre utilis&amp;eacute; pour afficher la distribution conjointe de deux variables cat&amp;eacute;goriques, avec les barres en cluster en une ou l'autre des variables.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat4'>Les deux distributions marginales sont trouv&amp;eacute;s en ajoutant des fr&amp;eacute;quences communes (ou proportions) sur les lignes ou colonnes bas d'un tableau de contingence.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat5'>Distributions conditionnelles sont obtenues en escaladant les lignes (ou colonnes) d'un tableau de contingence afin de les rendre tous les somme de 1.0.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat6' note='(avanc&amp;eacute;)'>Soyez prudent de faire la distinction entre la distribution conditionnelle de Y sachant X, et que de X sachant Y.</page>
<page dir='fr/bivarCat' filePrefix='bivarCat7'>Les diagrammes de Venn proportionnelle sont un moyen utile d'afficher distributions conjointes et de comprendre les relations entre les distributions conditionnelles et marginales.</page>

</section>
