<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">
<section name="D&amp;eacute;crivant le centre et la propagation">

<page dir="fr/centerSpread" filePrefix="centerSpread_b1">Le centre de distribution est une &amp;laquo;valeur typique&amp;raquo;. La propagation d&amp;eacute;crit dans quelle mesure les valeurs sont au centre.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread_b2">La m&amp;eacute;diane est un r&amp;eacute;sum&amp;eacute; du centre de distribution. La gamme large et inter-quartile d&amp;eacute;crivent tous deux se r&amp;eacute;pandre.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread_b3">La m&amp;eacute;diane et la moyenne sont des mesures alternatives du centre de distribution.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread4">Quand un ensemble de donn&amp;eacute;es n'est pas sym&amp;eacute;trique, la moyenne et la m&amp;eacute;diane peuvent diff&amp;eacute;rer consid&amp;eacute;rablement.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread5">L'&amp;eacute;cart type est le r&amp;eacute;sum&amp;eacute; le plus couramment utilis&amp;eacute; num&amp;eacute;rique de la propagation des valeurs dans un ensemble de donn&amp;eacute;es.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread6">La r&amp;egrave;gle de 70-95-100-de-pouce est utile pour comprendre la valeur num&amp;eacute;rique de l'&amp;eacute;cart-type.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread7">Il est possible de deviner le gros &amp;eacute;cart moyen et standard &amp;agrave; partir d'un histogramme et grossi&amp;egrave;rement esquisser un histogramme sym&amp;eacute;trique correspondant toute d&amp;eacute;viation moyenne et standard donn&amp;eacute;e.</page>
<page dir="fr/centerSpread" filePrefix="centerSpread8">La d&amp;eacute;viation moyenne et standard ne peut donner aucune indication sur l'existence de valeurs aberrantes, l'asym&amp;eacute;trie ou clusters. Un trac&amp;eacute; de points ou l'histogramme devrait &amp;ecirc;tre examin&amp;eacute; avant de signaler ces r&amp;eacute;sum&amp;eacute;s num&amp;eacute;riques.</page>

</section>
