<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">
<section name="Variation">
<topText><![CDATA[<p><span style='color:red;'>(Cliquez sur une rubrique pour afficher la page.)</span></p>
<p>Lorsque les donn&eacute;es sont collect&eacute;es, toutes les valeurs sont rarement les m&ecirc;mes. Un r&ocirc;le important de statistiques est de d&eacute;crire et d'analyser cette variation.</p>]]></topText>


<page dir="fr/variation" filePrefix="variation1">Dans de nombreuses situations, l'information (signal) peut &amp;ecirc;tre masqu&amp;eacute;e par des variations al&amp;eacute;atoires (bruit).</page>
<page dir="fr/variation" filePrefix="variation2">Lorsque les donn&amp;eacute;es sont collect&amp;eacute;es &amp;agrave; partir des &amp;laquo;individus&amp;raquo;, ils varient souvent consid&amp;eacute;rablement.</page>
<page dir="fr/variation" filePrefix="variation3">Diff&amp;eacute;rences intentionnelle &amp;agrave; des conditions exp&amp;eacute;rimentales peuvent aussi causer des diff&amp;eacute;rences syst&amp;eacute;matiques dans les variables. La variabilit&amp;eacute; naturelle rend plus difficile d'interpr&amp;eacute;ter les r&amp;eacute;sultats exp&amp;eacute;rimentaux.</page>
<page dir="fr/variation" filePrefix="variation4">La variabilit&amp;eacute; naturelle des individus rend &amp;eacute;galement plus difficile &amp;agrave; interpr&amp;eacute;ter l'information &amp;agrave; partir d'enqu&amp;ecirc;tes.</page>
<page dir="fr/variation" filePrefix="variation_b5">Une certaine variation dans une variable peut &amp;ecirc;tre expliqu&amp;eacute;e en termes d'autres variables enregistr&amp;eacute;es. Autre variation est le r&amp;eacute;sultat de la variabilit&amp;eacute; naturelle dans les individus.</page>
<page dir="fr/variation" filePrefix="variation6">Variation dans un ensemble de donn&amp;eacute;es peuvent nous aider &amp;agrave; pr&amp;eacute;dire les valeurs qui pourraient se produire si d'autres donn&amp;eacute;es du m&amp;ecirc;me genre sont collect&amp;eacute;es &amp;agrave; l'avenir.</page>

</section>
