<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">
<section name="Structures de donn&amp;eacute;es standard">

<topText><![CDATA[<p><span style='color:red;'>(Cliquez sur une rubrique pour afficher la page.)</span></p>
<p>La m&ecirc;me bo&icirc;te &agrave; outils des m&eacute;thodes statistiques peuvent &ecirc;tre appliqu&eacute;es &agrave; des donn&eacute;es &agrave; partir d'un large &eacute;ventail de contextes.</p>]]></topText>



<page dir="fr/structures" filePrefix="structures_b1">La plupart des ensembles de donn&amp;eacute;es contiennent une ou plusieurs mesures de chacun d'une collection des &amp;laquo;individus&amp;raquo; (aussi appel&amp;eacute; &amp;laquo;cas&amp;raquo; ou &amp;laquo;unit&amp;eacute;s&amp;raquo;).</page>
<page dir="fr/structures" filePrefix="structures_b2">Les variables sont class&amp;eacute;es en variables num&amp;eacute;riques et cat&amp;eacute;gorielles. Une classification plus fine est &amp;eacute;galement esquiss&amp;eacute;.</page>
<page dir="fr/structures" filePrefix="structures3">Une variable cat&amp;eacute;gorique peut &amp;ecirc;tre utilis&amp;eacute; pour diviser les &amp;laquo;individus&amp;raquo; en groupes. De fa&amp;ccedil;on &amp;eacute;quivalente, les donn&amp;eacute;es group&amp;eacute;es peuvent &amp;ecirc;tre repr&amp;eacute;sent&amp;eacute;s dans une matrice de donn&amp;eacute;es avec une variable cat&amp;eacute;gorielle.</page>
<page dir="fr/structures" filePrefix="structures4">Parfois, un rapport ou une diff&amp;eacute;rence de deux variables dans une matrice de donn&amp;eacute;es est plus facile &amp;agrave; interpr&amp;eacute;ter que les variables d'origine.</page>
<page dir="fr/structures" filePrefix="structures_b5">Dans certains matrices de donn&amp;eacute;es, les lignes sont dans un ordre chronologique.</page>
<page dir="fr/structures" filePrefix="structures_b6" note="(avanc&amp;eacute;)">Parfois, l'information est disponible &amp;agrave; la fois du groupe et au niveau individuel -- multi-niveau des donn&amp;eacute;es. Ces donn&amp;eacute;es sont le plus naturellement stock&amp;eacute;es dans des matrices de donn&amp;eacute;es &amp;agrave; deux.</page>
<page dir="fr/structures" filePrefix="structures7">L'analyse statistique est sp&amp;eacute;cifique &amp;agrave; la structure des donn&amp;eacute;es (ie le type de variable dans la matrice de donn&amp;eacute;es). CAST commence avec des m&amp;eacute;thodes descriptives pour explorer les donn&amp;eacute;es, il passe ensuite &amp;agrave; des m&amp;eacute;thodes d&amp;eacute;ductives qui tiennent compte de l'al&amp;eacute;atoire dans les donn&amp;eacute;es.</page>

</section>
