<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">
<section name="Histogrammes et la densit&amp;eacute;">
<topText><![CDATA[<p>Un histogramme ne pas s&eacute;par&eacute;ment afficher les valeurs individuelles. En grands ensembles de donn&eacute;es qu'il affiche les principales caract&eacute;ristiques de la distribution de parcelles mieux que point ou tiges et feuilles.</p>]]></topText>


<page dir="fr/density" filePrefix="density1">Les hauteurs des piles de croix dans un dot plot d&amp;eacute;crire la densit&amp;eacute; des valeurs.</page>
<page dir="fr/density" filePrefix="density2">Dans un simple histogramme, la hauteur du rectangle ci-dessus chaque classe sur l'axe est &amp;eacute;gal au nombre de valeurs dans la classe -- la fr&amp;eacute;quence de la classe.</page>
<page dir="fr/density" filePrefix="density3">Largeur de classe et les start-point devrait &amp;ecirc;tre choisi pour faire l'histogramme aussi lisse que possible - ni trop, ni trop blocs irr&amp;eacute;guliers.</page>
<page dir="fr/density" filePrefix="density_b4">La forme d'un histogramme peuvent &amp;ecirc;tre tr&amp;egrave;s d&amp;eacute;pendant du choix des classes, si l'ensemble des donn&amp;eacute;es est petite, m&amp;eacute;fiez-vous sur-interpr&amp;eacute;tation de sa forme. Stacked parcelles points sont un meilleur affichage des petits ensembles de donn&amp;eacute;es.</page>
<page dir="fr/density" filePrefix="density5">Dans un histogramme, la proportion de la superficie totale qui est au-dessus de toute cat&amp;eacute;gorie est &amp;eacute;gale &amp;agrave; la fr&amp;eacute;quence relative de la classe.</page>
<page dir="fr/density" filePrefix="density_b6">L'axe vertical devrait &amp;ecirc;tre la fr&amp;eacute;quence relative, et non pas la fr&amp;eacute;quence, quand on compare deux groupes avec des histogrammes. Pyramides des &amp;acirc;ges sont souvent utilis&amp;eacute;s pour comparer les r&amp;eacute;partitions par &amp;acirc;ge.</page>
<page dir="fr/density" filePrefix="density_b7">Si un histogramme a largeurs variables de classe, l'axe vertical doit &amp;ecirc;tre la &amp;laquo;densit&amp;eacute;&amp;raquo;. La forme d'histogramme serait trompeuse si la fr&amp;eacute;quence ou la fr&amp;eacute;quence relative a &amp;eacute;t&amp;eacute; utilis&amp;eacute; pour l'axe vertical.</page>
<page dir="fr/density" filePrefix="density8">La proportion de valeurs dans toutes les classes est toujours &amp;eacute;gal &amp;agrave; la proportion de la zone histogramme total qui est au-dessus des classes.</page>
<page dir="fr/density" filePrefix="density9">Polygones de fr&amp;eacute;quence sont &amp;eacute;troitement li&amp;eacute;s aux histogrammes mais donnent une moins &amp;laquo;blocs&amp;raquo; d'affichage de densit&amp;eacute;. Diff&amp;eacute;rents groupes peuvent &amp;ecirc;tre compar&amp;eacute;s plus facilement avec eux.</page>
<page dir="fr/density" filePrefix="density10" note="(optionnel)">Les estimations des noyaux de densit&amp;eacute; montrent la densit&amp;eacute; dans un affichage encore plus lisse.</page>
<page dir="fr/density" filePrefix="density_b11" note="(optionnel)">Les histogrammes sont bas&amp;eacute;es sur les tables de fr&amp;eacute;quence. Limites de classe devraient &amp;eacute;viter d'&amp;eacute;ventuelles valeurs de donn&amp;eacute;es.</page>

</section>
