<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE section SYSTEM "../../../structure/sectionXmlDefn.dtd">
<section name="M&amp;eacute;diane, quartiles et trac&amp;eacute;s en bo&amp;icirc;te">
<topText><![CDATA[
	<p>Parcelles fortement encadr&eacute; r&eacute;sume la r&eacute;partition des valeurs dans un ensemble de donn&eacute;es. Ils sont utiles pour comparer les diff&eacute;rents lots de valeurs.</p>
]]></topText>


<page dir="fr/boxPlot" filePrefix="boxPlot1">Parcelles Dot, tiges et feuilles et les histogrammes contiennent des informations d&amp;eacute;taill&amp;eacute;es qui est g&amp;ecirc;nant lorsque deux ou plusieurs ensembles de donn&amp;eacute;es sont compar&amp;eacute;es.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot2">La m&amp;eacute;diane et les quartiles diviser un lot de valeurs en quatre dimensions &amp;eacute;gales ensembles de valeurs. Une bo&amp;icirc;te &amp;agrave; moustaches est une repr&amp;eacute;sentation graphique de la m&amp;eacute;diane, les quartiles et des extr&amp;ecirc;mes.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot3">Une bo&amp;icirc;te &amp;agrave; moustaches montre clairement le centre, la propagation et l'asym&amp;eacute;trie d'un ensemble de donn&amp;eacute;es. Il divise l'histogramme correspondant en 4 zones approximativement &amp;eacute;gales.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot4">La bo&amp;icirc;te &amp;agrave; moustaches de base est souvent modifi&amp;eacute; pour afficher les valeurs aberrantes comme des croix s&amp;eacute;par&amp;eacute;s.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot5">Bo&amp;icirc;te parcelles ne peut pas montrer les clusters, donc ne doit jamais &amp;ecirc;tre utilis&amp;eacute; pour les donn&amp;eacute;es avec des clusters.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot6">Les bo&amp;icirc;tes &amp;agrave; moustaches sont particuli&amp;egrave;rement efficaces pour l'affichage des diff&amp;eacute;rences entre plusieurs groupes de valeurs.</page>
<page dir="fr/boxPlot" filePrefix="boxPlot_b7">Bo&amp;icirc;te parcelles sont relativement stables, et contiennent moins de &amp;laquo;bruit&amp;raquo; que les autres &amp;eacute;crans. Ils peuvent d&amp;eacute;crire les diff&amp;eacute;rences entre concise, m&amp;ecirc;me les petits groupes.</page>

</section>
