<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Weitere Beispiele f&uuml;r versteckte Variablen</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
	<meta name="index" content="lurking variable">
</head>


<body><script type="text/javascript">addPageControls();</script>
<p class="heading">Analyse unter der Ber&uuml;cksichtigung 'versteckter' Variablen</p>
<p>Variablen sind nur dann versteckte Variablen, wenn sie entweder <strong>nicht erfasst</strong><strong>
</strong>oder in der Analyse<strong> nicht genutzt</strong> werden. Um
die dadurch entstehenden Probleme zu beschreiben, haben wir bereits
einige Beispiele betrachtet. Um die Auswirkungen zu zeigen, wurden
jeweils zwei Analysen gezeigt:</p> <ol type="a">
<li>Eine einfache, naive Analyse, welche die versteckte Variable ignoriert, und</li>
<li>Eine vollst&auml;ndigere Analyse, die die versteckte Variable ber&uuml;cksichtigt (sie ist dann keine versteckte Variable mehr)</li> </ol> <p>Der
einfachere, naive Ansatz kann zu falschen Schl&uuml;ssen f&uuml;hren,
eine Analyse unter Ber&uuml;cksichtigung der "versteckten" Variable ist
daf&uuml;r immer komplexer.</p> <table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"> <tbody><tr>
<td><strong>Ignoriere versteckte Variablen nicht, um die Analyse zu
vereinfachen - Du k&ouml;nntest die falschen Schl&uuml;sse aus den
Daten ziehen.</strong></td>
</tr> </tbody></table> <p>Es folgen zwei weitere Beispiele f&uuml;r
F&auml;lle, in denen eine versteckte Variable zu falschen
Schlussfolgerungen f&uuml;hren kann.</p> <div class="diagram"> <p class="heading">Eiscreme und Mord</p>  <p>Die
Menge an konsumiertem Speiseeis und die Mordrate sind stark korreliert.
Bewirkt Eiscreme den Wunsch zu morden oder verst&auml;rkt Mord den
Wunsch Eis zu essen? Weder noch - Sowohl der Konsum von Speiseeis, als
auch die Mordrate sind im Sommer h&ouml;her.<br>L&auml;gen die Daten
zur durchschnittlichen Temperatur pro Woche vor, dann k&ouml;nnte die
Mordrate durch Temperatur und Speiseeiskonsum modelliert werden.
Wahrscheinlich w&uuml;rde dabei nur die Temperatur als effektiver
Sch&auml;tzer f&uuml;r die Mordrate herauskommen. Die Analyse ist in
jedem Fall komplexer als ein Streudiagramm der Mordrate gegen den
Eiscremekonsum.</p> <p class="heading">Schaden durch Hausbr&auml;nde</p> <p>Bei
der Analyse eines Datensatzes zu Hausbr&auml;nden wurde entdeckt, dass
der Schaden umso h&ouml;her ist, je mehr Feuerwehrm&auml;nner bei dem
Brand zugegen waren. Verursachen Feuerwehrm&auml;nner also
zus&auml;tzlichen Schaden? Die versteckte Variable ist hier die
Gr&ouml;&szlig;e des Feuers. Gro&szlig;e Feuer verursachen mehr Schaden
und es sind mehr Feuerwehrm&auml;nner vor Ort.</p> <p>Auch hier ist die vollst&auml;ndige Analyse komplexer, aber nur so zieht man die richtigen Schl&uuml;sse.</p> </div>
<script type="text/javascript">
top.writeNextButton(document);
showCopyright();
</script></body></html>
