<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Ausreisser</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="outliers, skewness">
	<meta name="dataset" content="Newborn calves">

	<meta name="dataset" content="Storm duration">
</head>
<body style="background-color: rgb(255, 255, 204); color: rgb(0, 0, 0);"
 alink="#ee0000" link="#0000ee" vlink="#551a8b">
<script type="text/javascript">writePageStart();</script>
<p class="heading">Ausrei&szlig;er&nbsp;</p>
 &nbsp; &nbsp; &nbsp; Werte,
welche wesentlich gr&ouml;&szlig;er oder kleiner sind als der
Gro&szlig;teil der Daten, hei&szlig;en <strong>Ausrei&szlig;er</strong>.
<p>Das Erkennen von Ausrei&szlig;ern ist besonders wichtig.
Ausrei&szlig;er wurden m&ouml;glicherweise falsch dokumentiert, oder
k&ouml;nnen mit anderen ungew&ouml;hnlichen Umst&auml;nden verbunden
sein.&nbsp;Ausrei&szlig;er m&uuml;ssen m&ouml;glichst sorgf&auml;ltig
&uuml;berpr&uuml;ft werden. Wird dabei etwas Untypisches gefunden,
sollten die Ausrei&szlig;er vom Datensatz entfernt und
dies&nbsp;festgehalten werden.<br>
</p>
<div class="diagram">
<p class="heading">Die Gesundheit von neugeborenen K&auml;lbern&nbsp;</p>
<table border="0" cellpadding="0" cellspacing="0">
  <tbody>
    <tr>
      <td valign="top">
      <p>Innerhalb einer Studie &uuml;ber neugeborene K&auml;lber an
der Massey-Universit&auml;t in Neuseeland beobachtete ein
Wissenschaftler mehrere Geburtsvorg&auml;nge und hielt die Zeit
zwischen Geburt und dem ersten selbst&auml;ndigen Aufstehen der
K&auml;lber fest. Das Stamm-Blatt-Diagramm auf der rechten Seite zeigt
diese Zeiten f&uuml;r <em>Friesian</em>-K&auml;lber.
      </p>
      <p>Ein Kalb ben&ouml;tigte 8 Stunden um erstmals zu stehen
&ndash;&nbsp;mehr als das Doppelte der Zeit, die alle anderen
K&auml;lber ben&ouml;tigten.</p>
      <p>Was war anders mit diesem Kalb? Weitere Untersuchungen
zeigten, dass dieses Kalb das geringste Geburtsgewicht aufwies, wobei
es aber gesund war und auch &uuml;berlebte (im Gegensatz zu einigen der
anderen K&auml;lbern dieser Studie).&nbsp;</p>
      </td>
      <td valign="top"><object data="images/friesianVigour.svg"
 height="338" hspace="10" width="241"> </object> </td>
    </tr>
  </tbody>
</table>
<br>
</div>
<p class="heading">Ausrei&szlig;er und schiefe Verteilungen</p>
<p>Ein extremer Wert, der aus der Datenmenge herausragt, deutet nicht
unbedingt auf einen Fehler innerhalb der Daten oder auf etwas
Ungew&ouml;hnliches beim Wert selbst hin. Bei unserer Interpretation
des Extremwertes sollte auch die Form der Verteilung der Werte der
restlichen Datenmenge ber&uuml;cksichtigt werden.</p>
<span
 style="font-weight: bold; background-color: rgb(255, 255, 204); color: rgb(51, 51, 153);">
&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Symmetrische Verteilung</span>
<p class="eqn"><object data="images/outlierSymmetric.svg"
 alt="sigmaP-hat = ..." height="156" width="443"> </object> </p>
<dl>
  <dt>Schiefe Verteilung</dt>
  <dd>Wenn&nbsp;bei der Verteilung von Werten der Peak sich auf der
einen
und das lange Ende sich auf der anderen Seite befindet, wird diese
Verteilung schief genannt. F&uuml;r Extremwerte in einer sehr schiefen
Verteilung ist ein erheblicher Abstand zu den anderen Werten nicht
ungew&ouml;hnlich.</dd>
  <dd><br>
  </dd>
</dl>
<p class="eqn"><object data="images/outlierSkew.svg"
 alt="sigmaP-hat = ..." height="156" width="443"> </object> </p>
<dl>
  <dd>Liegt das lange Ende auf der rechten Seite, handelt es sich um
eine rechte oder positiv schiefe Verteilung. Befindet sich das lange
Ende zur Linken, handelt es sich um eine linke oder negativ schiefe
Verteilung.<br>
    <br>
  </dd>
</dl>
<br>
<div class="diagram">
<p class="heading">Sturmdauer</p>
<p>Das folgende Stamm-Blatt-Diagramm zeigt die Dauer (Min.) der ersten
50 St&uuml;rme in der Regenzeit 1983/84 im Einzugsgebiet Bvumbwe in
Malawi.</p>
<p class="eqn"><object data="images/stormDurationStemLeaf.svg"
 alt="sigmaP-hat = ..." height="260" width="255"> </object> </p>
<p>Ein Sturm dauerte viel l&auml;nger als alle anderen (880 Min.). Eine
&Uuml;berpr&uuml;fung der Aufzeichnungen f&uuml;r diesen Sturm ist
sicherlich lohnenswert (dauerte er vielleicht in Wirklichkeit 88
Minuten?). Trotzdem muss dieser Wert nicht unbedingt ein Fehler
sein.&nbsp;</p>
<p>Die meisten St&uuml;rme sind kurz und dauern weniger als 100
Minuten. Damit sind die l&auml;ngsten Blatt-Reihen am unteren Ende des
Stamm-Blatt-Diagramms zu finden. Wenige St&uuml;rme dauern 100 &ndash;
200 Minuten und noch weniger 200 &ndash; 300 Minuten. Dieses Muster
setzt sich, mit einer stetigen Abnahme der H&auml;ufigkeit der
St&uuml;rme aufw&auml;rts des Stamm-Blatt-Diagrammes, fort. Diese Form
der Verteilung nennt sich <strong>schief</strong>.
Im Gegensatz dazu nehmen bei einer <strong>symmetrischen</strong>
Verteilung die Enden auf beiden Seiten des Peaks gleichm&auml;&szlig;ig
ab.&nbsp;</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10"
 cellspacing="0" width="75%">
  <tbody>
    <tr>
      <td style="text-align: center;"><strong>&nbsp;Vielleicht ist
dieser Ausrei&szlig;er eine Fortsetzung des Musters zum Ende der Verteilung hin
und stellt&nbsp;nur einen langen Sturm dar, der in
dieser Form nur einmal in hundert
St&uuml;rmen <span style="color: rgb(255, 0, 0);">erwartet</span>
werden kann. </strong></td>
  </tr>
  </tbody>
</table>
<br>
</div>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
