<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Stichproben aus endlichen Grundgesamtheiten</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="population, sample/with and without replacement, sampling scheme/simple random sampling">
	<meta name="dataset" content="Weights of rare ducks"></head>
<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Verschiedene Stichprobensysteme</p>
<p>In einer Zufallsstichprobe mit dem Umfang&nbsp;<i>n</i> aus einer endlichen Grundgesamtheit mit <i>N</i> Werten, hat jedes Element der Grundgesamtheit die gleiche Chance in die Stichprobe zu gelangen. <strong>Zwei verschiedene</strong> Arten der Stichprobenziehung werden in der Praxis normalerweise verwendet. </p>
<p>Beide Methoden werden gleicherma&szlig;en durchgef&uuml;hrt, indem
nacheinander Werte in die Stichprobe gezogen werden, bis der
gew&uuml;nschte Stichprobenumfang erreicht ist. Die Methoden
unterscheiden sich darin, wie der zweite und alle darauf folgenden
Stichprobenwerte gew&auml;hlt werden.</p>
<dl><dt><strong>Ziehung mit Zur&uuml;cklegen&nbsp;</strong></dt>
<dd>Beim Ziehen mit Zur&uuml;cklegen, wird der gew&auml;hlte Wert in
die Grundgesamtheit zur&uuml;ckgelegt, bevor der n&auml;chste Wert
gezogen wird. Jeder Wert wird also zuf&auml;llig aus allen&nbsp;<i>N</i> Werten der Grundgesamtheit gew&auml;hlt. Die Werte werden auf diese Weise gezogen bis <i>n</i> Werte in der Stichprobe sind. </dd>
</dl><br>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Eine Stichprobe, die durch Ziehung mit Zur&uuml;cklegen erhoben wurde, <span style="color: rgb(255, 0, 0);">kann einen Wert aus der Grundgesamtheit mehrfach enthalten</span>.</strong></td>
</tr></tbody></table>
<br><dl>
<dt><strong>Ziehung ohne Zur&uuml;cklegen</strong></dt>
<dd>Beim Ziehen ohne Zur&uuml;cklegen werden Werte, die bereits in die
Stichprobe gezogen wurden, aus der Grundgesamtheit entfernt. Der zweite
Stichprobenwert wird demnach nur noch aus <i>N</i> - 1 Werten der Grundgesamtheit gezogen. Jeder gezogene Wert wird aus der Grundgesamtheit entnommen, bis&nbsp;<i>n</i> Werte in der Stichprobe sind. <br>
&nbsp;<br>Jede m&ouml;gliche Stichprobe mit <i>n</i> Werten hat bei dieser Methode die gleiche Chance gezogen zu werden.</dd>
</dl><br>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Da kein Wert mehr als ein Mal in die Stichprobe gelangen
kann, wird bei dieser Methode ein gr&ouml;&szlig;erer Anteil der
Grundgesamtheit abgedeckt. Die Sch&auml;tzungen basierend auf dieser
Methode sind <span style="color: rgb(255, 0, 0);">genauer, als beim Ziehen mit Zur&uuml;cklegen</span>.</strong></td>
</tr></tbody></table>
<p>Manchmal lassen sich die Versuchseinheiten nicht aus der
Grundgesamtheit entfernen und nur das Ziehen mit Zur&uuml;cklegen ist
praktisch durchf&uuml;hrbar. Ein Beispiel daf&uuml;r w&auml;re ein
Biologe, der bestimmte Eigenschaften von Tieren in einer Region
beobachtet; ob ein Vogel bereits vorher beobachtet wurde oder nicht,
kann nicht sicher gesagt werden.<font color="#999999"></font></p>
<p class="heading">Unterschiede in der Praxis</p>
<p>Ist der Stichprobenumfang <i>n</i> deutlich kleiner als der Umfang der Grundgesamtheit <i>N</i>,
sind die Unterscheide zwischen den beiden Methoden sehr gering. Die
Chance eine Versuchseinheit mehrfach zu ziehen ist sehr klein.</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Ist die Grundgesamtheit gro&szlig; (deutlich
gr&ouml;&szlig;er als die Stichprobe) sind Ziehen mit Zur&uuml;cklegen
und Ziehen ohne Zur&uuml;cklegen beinahe identisch.</strong></td>
</tr></tbody></table>
<p>Ist die Grundgesamtheit unendlich gro&szlig; sind die beiden Methoden gleich. </p>
<div class="diagram"> <p class="heading">Illustration</p>
<p>Der Unterschied zwischen den beiden Methoden zur Stichprobenziehung
wird in dem folgenden Diagramm verdeutlicht. Die Werte im Diagramm sind
Gewichte (kg) von 49 Enten in einem Zuchtprogramm.
</p><div class="centred">
<applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="260" width="480"><script type="text/javascript">writeAppletParams();</script><param name="appletName" value="samplingProg.NumSamplingApplet">
<param name="varName" value="values"><param name="random" value="49 1.2 0.1 3866052 2.5">
<param name="dimension" value="7 7"><param name="decimals" value="2">
<param name="samplingSeed" value="723093248"><param name="customText" value="With replacement=With replacement#Without replacement=Without replacement">
</applet></div>
<p>Klicke <strong>Take sample</strong> um zuf&auml;llig 5 der 49 Enten <strong>mit Zur&uuml;cklegen </strong>zu ziehen. Ziehe einige weitere Stichproben bis deutlich wird, dass eine Ente mehrfach gezogen werden kann.
</p><p>Benutze das Pop-up-Men&uuml; um die Gr&ouml;&szlig;e der
Stichprobe zu &auml;ndern und ziehe erneut einige Stichproben.
Je gr&ouml;&szlig;er der Stichprobenumfang, desto gr&ouml;&szlig;er ist
die Wahrscheinlichkeit, dass eine Ente mehrfach gezogen wird.
</p><p>W&auml;hle die Option <strong>Without replacement</strong> und
ziehe erneut Stichproben.
Da ausgeschlossen ist, dass eine Ente mehrfach gezogen wird, deckt die
Stichprobe einen gr&ouml;&szlig;eren Teil der Grundgesamtheit ab.
</p></div>
<script type="text/javascript">writePageEnd();</script></body></html>
