<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Stichprobenumfang und Stichprobenfehler</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="sampling error">
	<meta name="dataset" content="Cabbage varieties"></head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Der Effekt des Stichprobenumfangs auf den Stichprobenfehler</p>
<p>Je gr&ouml;&szlig;er der Stichprobenumfang, desto kleiner ist der
Stichprobenfehler. Ist die Grundgesamtheit gro&szlig;, dann ist ein
kleiner Anteil der Grundgesamtheit als Stichprobe oft ausreichend, um
gute Sch&auml;tzungen zu erhalten. </p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Der Stichprobenfehler ist st&auml;rker vom
Stichprobenumfang abh&auml;ngig, als von dem Anteil, den die Stichprobe
an der Grundgesamtheit hat.</strong></td>
</tr></tbody></table>
<p>Beispielsweise ist die Sch&auml;tzung des Anteils an M&auml;nnern in
einer Grundgesamtheit bei einem Stichprobenumfang von 10 und einer
Grundgesamtheit von 10.000 Personen fast genauso akkurat wie bei einem
Stichprobenumfang von 10 und einer Grundgesamtheit von 100 Personen.</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Die Kostenersparnisse die durch Stichprobennahme statt einem Zensus entstehen k&ouml;nnen enorm sein.</strong></td>
</tr></tbody></table>
<br><div class="diagram"> <p class="heading">Kohlsorten</p>
<p>Ein G&auml;rtner bepflanzt ein Feld mit 900 Kohlk&ouml;pfen und
stellt fest, dass er zwei verschiedene Sorten angepflanzt hat. Das
Saatgut muss vor dem Auss&auml;en vermischt worden sein. Sorte A ist
weniger tolerant gegen&uuml;ber Trockenheit und muss fr&uuml;her
geerntet werden. Der G&auml;rtner will daher den Anteil dieser Sorte
herausfinden. </p>
<p>Der Anteil von Sorte A kann durch eine Stichprobe gesch&auml;tzt
werden. Die folgende Grafik stellt Kohlk&ouml;pfe der Sorte A durch
blaue Kreuzchen dar.</p>
<div class="centred"><applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="250" width="400">
<script type="text/javascript">writeAppletParams();</script>
<param name="appletName" value="designProg.SamplingApplet"><param name="catVarName" value="Cabbage variety">
<param name="catLabels" value="#Variety A# #Variety B#"><param name="sampling" value="180 9274476">
<param name="popnInfo" value="30 30 0.3 832563625"></applet>
</div><p>Klicke <strong>Take sample</strong>
um zuf&auml;llig&nbsp;180 der 900 Kohlk&ouml;pfe auszuw&auml;hlen. Wir
w&uuml;rden den Anteil der Sorte A in dieser Stichprobe als
Sch&auml;tzung des Anteils von Sorte A in der Grundgesamtheit (allen
Kohlk&ouml;pfen auf dem Feld) verwenden.</p>
<p>Klicke einige weitere Male auf <strong>Take sample</strong>. Der
Anteil von Sorte A in den Stichproben liegt meist bei ca. 0,04. Dieser
Wert ist genau genug, um den n&ouml;tigen zus&auml;tzlichen Aufwand
f&uuml;r die zweite vorzeitige Ernte zu sch&auml;tzen.</p>
<hr width="75%"><p>Der Saatguth&auml;ndler, der das Saatgut an den
G&auml;rtner verkauft hat, beschlie&szlig;t eine Charge mit 1.000.000
Samen zu untersuchen.
</p><div class="centred">
<applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="170" width="500"><script type="text/javascript">writeAppletParams();</script><param name="appletName" value="designProg.SamplingTableApplet">
<param name="catVarName" value="Cabbage variety"><param name="catValues" value="200000@0 800000@1">
<param name="catLabels" value="#Variety A# #Variety B#"><param name="sampling" value="10 100 1000 10000 100000 9375476">
<param name="fontSize" value="big"></applet>
</div><p>Klicke einige Male auf <strong>Take sample</strong>. Die
Differenz zwischen den Stichprobenanteilen von Sorte A und dem
tats&auml;chlichen Anteil von Sorte A in der Grundgesamtheit (0,2 bzw.
20%) ist der Stichprobenfehler.
</p><p>Versuche herauszufinden, wie der Stichprobenumfang die
Genauigkeit der Sch&auml;tzung beeinflusst. Du solltest feststellen,
dass der Stichprobenfehler bei kleinen Stichprobenumf&auml;ngen
gr&ouml;&szlig;er ist.
</p><p>In der Praxis w&auml;re ein Stichprobenumfang von 1000 Samen
ausreichend um den Anteil von Sorte A zu sch&auml;tzen. Es gibt
eigentlich kaum Situationen in denen der Stichprobenumfang
gr&ouml;&szlig;er&nbsp;als 1% der Grundgesamtheit ausmachen m&uuml;sste
(vorausgesetz die Grundgesamtheit ist zu gro&szlig; f&uuml;r einen
Zensus).</p>
</div><script type="text/javascript">writePageEnd();</script>
</body></html>
