<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Zensus oder Stichprobe?</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="population, census, sample"></head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Zensus</p> <p>H&auml;ufig sind wir an Informationen &uuml;ber eine bestimmte Gruppe von Untersuchungseinheiten interessiert
(Wiesen, Personen, B&auml;ume, Bierflaschen oder andere Untersuchungseinheiten). Diese Zielgruppe nennen wir <strong>Grundgesamtheit</strong>.</p>
<ul><li>Ein Wissenschaftler ist am Gesundheitszusatnd von Rennpferden
in seinem Land interessiert. Da alle Rennpferde registriert werden
m&uuml;ssen, ist seine Grundgesamtheit die Menge aller registrierten
Rennpferde bei der National Racing Association seines Landes.</li>
<li>Ein Produzent von hydroponisch erzeugtem Kopfsalat produziert ca.
1200 Salatk&ouml;pfe pro Tag. Als Teil der Qualit&auml;tskontrolle ist
es wichtig die Gr&ouml;&szlig;e und den Zusatnd der Pflanzen zu
&uuml;berwachen. Die Grundgesamtheit sind alle produzierten
Salatk&ouml;pfe.</li>
</ul><br> <table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%">
<tbody><tr> <td><strong>Werden Messwerte f&uuml;r jedes einzelne Element einer Grundgesamtheit erhoben, dann nennt man die gesammelten Daten&nbsp;<strong><font color="#ff0000">Zensus</font></strong>.</strong></td>
</tr></tbody></table> <p class="heading">Stichproben aus einer Grundgesamtheit ziehen</p> <p>Ein Zensus ist nicht sinnvoll wenn
</p> <ul> <li>Die Kosten und aufzuwendende Zeit zur Datenerhebung immens hoch werden</li>
<li>Die Untersuchungseinheiten durch die Erhebung zerst&ouml;rt werden.
Um beispielsweise den Druckwiderstand von &Auml;pfeln zu untersuchen
muss der Apfel besch&auml;digt werden.</li>
</ul> <p>Gl&uuml;cklicherweise k&ouml;nnen wir oft ausreichend akkurate
Informationen gewinnen, indem wir nur einen Teil der
Untersuchungseinheiten einer Grundgesamtheit untersuchen.</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"><tbody><tr>
<td><strong>Daten die auf einer Teilmenge der Grundgesamtheit basieren nennt man <span style="color: rgb(255, 0, 0);">Stichprobe</span>.</strong></td>
</tr></tbody></table>
<p class="heading">Simple random sample</p>
<p>The simplest way to select a representative sample from a
population is called a <strong>simple random sample</strong>.
In this, each unit has the same chance of being selected and some
random mechanism (e.g. tossing a coin, rolling a die or a
computer-based method) is used to determine whether any particular unit
is included in the sample.</p> <p>Eine
Stichprobe ist weniger akkurat, als die gesamte Grundgesamtheit zu
untersuchen, dieser Nachteil wird durch die Ersparnis and Zeit und
Kosten jedoch aufgewogen. </p> <p class="heading">Stichprobe aus einer Grundgesamtheit von <font color="#ff0000">Werten</font></p> <p>Wird
nur ein einzelner Messwert pro Untersuchungseinheit erhoben, dann kann
die Grundgesamtheit und die Stichprobe als Menge von Werten (statt
Personen oder Untersuchungseinheiten) angesehen werden. Diese
Abstraktion kann in vielen F&auml;llen n&uuml;tzlich sein.</p> <p>Im
Folgenden sehen wir an zwei Beispielen, wie die Stichprobenziehung aus
Grundgesamtheiten&nbsp;numerischer und kategorieller Daten ablaufen.</p>
<div class="diagram"> <p class="heading">Stichproben mit Personen</p>
<p>Das folgende Diagramm stellt den Prozess der Stichprobenziehung f&uuml;r eine Grundgesamtheit von 56 Personen dar. </p> <div class="centred">
<applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="300" width="500">
<script type="text/javascript">writeAppletParams();</script>
<param name="appletName" value="designProg.PictSamplingApplet"><param name="catVarName" value="Gender">
<param name="catLabels" value="Male Female"><param name="sampling" value="15 8274476">
<param name="popnInfo" value="7 8 2 7 5 0.5 732563625"><param name="pictureType" value="person">
<param name="customText" value="Only show=Only show"></applet>
</div>
<p>Klicke auf <strong>Take sample</strong> um zuf&auml;llig 15 dieser
Personen auszuw&auml;hlen. Wiederhole diese Auswahl einige Male und
beobachte die Variabilit&auml;t zwischen den Stichproben.</p> <p>Obwohl die einzelnen Personen sich in vielen Punkten unterscheiden, sind wir nur an einer Eigenschaft interessiert. Klicke auf <strong>Only show Gender</strong>
um den Fokus auf das Geschlecht zu legen. Die Grundgesamtheit ist nur
eine Menge von kategoriellen Werten mit den Auspr&auml;gungen
m&auml;nnlich und weiblich.</p> <p>&Auml;hnliche
kategorielle Populationen und Stichproben w&uuml;rden wir erhalten,
wenn wir daran interessiert w&auml;ren ob die Personen verheiratet
sind, eine bestimmte Partei w&auml;hlen oder ob sie arbeitslos sind.</p>
<p class="heading">Stichproben mit &Auml;pfeln</p> <p>The
diagram below respresents the 120 apples that one fruit-picker
collected from an orchard in an hour. The apples have a variety of
shapes and sizes (represented by different colours in the diagram), and
some are bruised or blemished (marked with a cross).</p>
<div class="centred"> <applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="350" width="500"><script type="text/javascript">writeAppletParams();</script><param name="appletName" value="designProg.PictSamplingApplet">
<param name="catVarName" value="Apple condition"><param name="catLabels" value="Bruised OK">
<param name="sampling" value="15 8274476"><param name="popnInfo" value="12 10 2 5 5 0.2 732563625">
<param name="pictureType" value="apple"><param name="customText" value="Only show=Only show">
</applet> </div> <p>Klicke auf <strong>Take
sample</strong> um zuf&auml;llig 17 &Auml;fel zu ziehen.</p> <p>Klicke auf
<strong>Only show Apple condition</strong> um den Fokus darauf zu
beschr&auml;nken, ob die &Auml;pfel besch&auml;digt sind. Wie bei dem
vorangegangenen Beispiel wird das Problem damit auf eine
Grundgesamtheit mit zwei kategoriellen Variablen (besch&auml;digt oder
OK) reduziert. </p> </div> <script type="text/javascript">writePageEnd();</script>
</body></html>
