<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Wahrscheinlichkeitsmodelle und Simulationen</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="probability, simulation">
	<meta name="dataset" content="Tennis game"></head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Modellierung anderer Situationen mit
Wahrscheinlichkeit</p>
<p>Oft modelliert man einen Datensatz aus zuf&auml;lligen
Stichproben
einer Grundgesamtheit und Wahrscheinlichkeit,
die&nbsp;eingef&uuml;hrt
wurde als eine Art der Beschreibung des Zufalls solcher Daten.
Wahrscheinlichkeit wird auch f&uuml;r die Darstellung verschiedener
anderer Situationen die Zufall beinhalten, benutzt.</p>
<p>Die Zuf&auml;lligkeit von Gl&uuml;cksspielen, die
Karten,
W&uuml;rfel oder Rouletter&auml;der beinhalten, kann oft
einfach in
Wahrscheinlichkeiten ausgedr&uuml;ckt werden. Auch
Sportwettk&auml;mpfe
k&ouml;nnen oft dargestellt werden, indem man recht einfache
Wahrscheinlichkeitsmodelle benutzt. Solche Darstellungen vereinfachen
normalerweise die Realit&auml;t, aber sie k&ouml;nnen den Kern
des
Verhaltens erfassen.</p>
<div class="diagram"><p class="heading">Frauen-Tennis-Match</p>
<p>Ein simples Modell f&uuml;r ein Tennis
Match&nbsp;zwischen zwei
Spielern, A und B, wird nun beschrieben. In diesem Modell nehmen wir
folgendes an:</p>
<div class="boxed"><p>Wahrscheinlichkeit, dass A den
Aufschlag gewinnt = &pi;<sub>1</sub><br>
Wahrscheinlichkeit, dass B den Aufschlag gewinnt = &pi;<sub>2</sub></p>
</div><p>Wir gehen auch davon aus, dass die Ergebnisse von
aufeinanderfolgenden Punkten unabh&auml;ngig sind - wenn A einen
Punkt
gewinnt, hei&szlig;t das nicht, dass sie&nbsp;eine
h&ouml;here Chance
hat, den n&auml;chsten Punkt zu gewinnen - und die Standardregeln
des
Tennis sind auch als Teil des Modells zu beachten. Dies ist eine
Vereinfachung eine richtigen Tennis-Matches, aber es ist trotzdem
hilfreich zu bestimmen, inwiefern die Wahrscheinlichkeit das gesamte
Match zu gewinnen von &pi; 1 und &pi; 2 abh&auml;ngt.</p>
</div><p class="heading">Simulation</p>
<p>Wie kann ein Wahrscheinlichkeitsmodell zur Informationssuche
&uuml;ber ein solches System dienen? Zum einen k&ouml;nnen die
Wahrscheinlichkeiten genutzt werden, um einen <strong>Fall</strong> des Systems zu
erstellen. Wenn
das Modell zu spezifisch war,&nbsp;dass etwas mit der
Wahrscheinlichkeit von 0,5 passiert, dann k&ouml;nnte man eine
M&uuml;nze werfen, um einen Fall zu erstellen (mit z.B. <em>Kopf</em> = Eintreten
des Ereignisses).
Ereignisse mit anderen Wahrscheinlichkeiten k&ouml;nnen auf eine
&auml;hnliche Weise auf einem Computer erstellt werden.</p>
<p>Alle "Ereignisse" in einem Modell mit den Wahrscheinlichkeiten
auf
diese Art und Weise zu generieren, nennt man <strong>Simulation</strong> des
Modells.<br>
(Der Mechanismus wird im unteren Beispiel aufgekl&auml;rt).</p>
<div class="diagram"><p class="heading">Frauen-Tennis-Match</p>
<p>Das untere Diagramm zeigt wie zuf&auml;llig generierte
Punkte ein
komplettes Frauen-Tennis-Match mit 3 S&auml;tzen simulieren
k&ouml;nnen. In der Anfangseinstellung sind beide Spieler
ausgeglichen
und haben eine Wahrscheinlichkeit von 0,75 ihren Aufschlag zu gewinnen.</p>
<div class="centred"> <applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="350" width="450"><script type="text/javascript">writeAppletParams();</script><param name="appletName" value="sportProg.TennisMatchApplet"><param name="noOfSets" value="3"><param name="displayRecords" value="8"><param name="serverWinProbs" value="0.75 0.75"><param name="randomSeed" value="577773746"><param name="customText" value="P(A wins serve)=P(A gewinnt Aufschlagspiel)#P(B wins serve)=P(B gewinnt Aufschlagspiel)#Simulate next point=Simuliere n&auml;chsten Punkt#Start new match=Starte neues Match#Sets=S&auml;tze#Games (Current Set)=Spiele (akt. Satz)#Points (Current Game)=Punkte (akt. Spiel)#Server=Aufschlagender#Winner=Sieger#won game=Spiel gewonnen#won set=Satz gewonnen#won match=Match gewonnen"></applet></div>
<p>Klick <strong>Simuliere
n&auml;chsten Punkt</strong>,
um einen einzelnen Punkt im Match zu spielen - der Computer generiert
ein zuf&auml;lliges Ergebnis, das auf der Wahrscheinlichkeit
basiert,
dass der Spieler mit dem Aufschlag gewinnt. Klicke wiederholt auf die
Schaltfl&auml;che, um Punkte zu generieren bis das Match vorbei
ist.
(Oder halte den Schalter gedr&uuml;ckt, um die Simulation zu
beschleunigen).</p>
<p>Klicke <strong>Starte
neues Match</strong>,
um noch eine Simulation durchzuf&uuml;hren. Beachte, dass es
unwahrscheinlich ist, dass die genaue Abfolge der Punkte in anderen
Simulationen genauso wiederholt wird, sogar wenn die
Wahrscheinlichkeiten in aufeinanderfolgenden Matches dieselben sind.
(Bevor man weitere Simulationen durchf&uuml;hrt, kann man die
Schieberegler benutzen, um die Wahrscheinlichkeiten so zu beinflussen,
dass ein bestimmter Spieler Punkte erh&auml;lt.)<br>
</p></div>
<p>In der Praxis w&auml;re man kaum so
interessiert,&nbsp;eine
Simulation mit solch einer Genauigkeit darzustellen (au&szlig;er
vielleicht wenn man &uuml;berpr&uuml;fen m&ouml;chte, dass
man die
Regeln des Matches richtig programmiert hat.) Normalerweise sind wir
nur an ein oder zwei Ergebnissen interessiert (wie zum Beispiel die
Identit&auml;t des Gewinners oder die komplette Anzahl an
S&auml;tzen,
die im Match gespielt wurden) und nur diese Zusammenfassungen jedes
Durchlaufs der Simulation sollen dargestellt werden.</p>
<script type="text/javascript">writePageEnd();</script></body></html>
