<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Chartjunk und irref&uuml;hrende Balkendiagramme</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="bar chart, chartjunk, misleading graphics">
	<meta name="dataset" content="Merit raises">
	<meta name="dataset" content="Kestrel cause of death">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">&Uuml;berfl&uuml;ssige Informationen
in Abbildungen
(Chartjunk)</p>
<p> <object data="images/simpleBarchart.svg" align="right" height="147" hspace="10" vspace="10" width="162"> </object>Wenn ein kategorischer
Datensatz nur ein paar verschiedene Kategorien hat, k&ouml;nnen die
Informationen darin sehr einfach angegeben werden. Zum Beispiel wenn
wir das Geschlecht von allen 160 Spatzen betrachten, die ein
&Ouml;kologe gefangen hat. Das Balkendiagramm auf der Rechten zeigt
nur, dass es 100 m&auml;nnliche Tiere mit einem Anteil von 62,5%
gab.</p>
<p>Da die Informationen, die ein Balkendiagramm enth&auml;lt
oft simpel
sind (nur zwei Werte, wie oben), ist es verlockend sie
&bdquo;k&uuml;nstlerisch&ldquo; auszuschm&uuml;cken, um
sie visuell
attraktiver zu machen. Der Oberbegriff f&uuml;r diese
Erg&auml;nzungen
ist <strong>Chartjunk</strong>.
Viele der
Kalkulationsprogramme wie beispielsweise Microsoft Excel, machen es
einem leicht Chartjunk zu einem Balkendiagramm hinzuzuf&uuml;gen.</p>
<p>Generell sollte Chartjunk vermieden werden &mdash; normalerweise
ist es
einfacher Informationen aus einem Standardbalkendiagramm abzulesen,
anstatt Chartjunk hinzuzuf&uuml;gen, es kleiner zu machen oder es
durch
eine H&auml;ufigkeitstabelle zu ersetzen.</p>
<p class="heading">Dreidimensionale Chartjunks</p>
<p>Eine verbreitete Form des Chartjunk ist es, jeden Balken in
ein
dreidimensionales Objekt zu verwandeln. Wenn das resultierende
dreidimensionale Bild gedreht wird, wird es h&auml;ufig schwieriger
die
H&ouml;hen der einzelnen Balken miteinander zu vergleichen und
Werte
von den Achsen abzulesen.<br>
Insbesondere perspektivische Ansichten sollten vermieden werden. <br>
</p><div class="diagram">
<p class="heading">Todesursachen bei Turmfalken</p>
<p>Das folgende Diagramm wurde durch Microsoft Excel erstellt, um
die
Todesursachen von Turmfalken in Gro&szlig;britannien zu zeigen.</p>
<div class="centred"><object data="images/kestrel3DBars.svg" height="328" width="454"></object></div>
<p>Obwohl diese Anzeige optisch mehr ansprechend ist, als das
urspr&uuml;ngliche Balkendiagramm, ist es jetzt schwieriger
festzustellen ob die Zahl der V&ouml;gel, die an einem Trauma
gestorben
sind, knapp &uuml;ber oder unter 300 Tieren liegt.&nbsp;</p>
<p>Obwohl das obere Balkendiagramm noch akzeptabel ist, stellt
die
zus&auml;tzliche Rotation und Perspektive des unteren Diagrammes
die
abgebildeten Daten nur sehr schlecht dar. </p>
<div class="centred"><object data="images/kestrelPerspBars.svg" height="376" width="374"></object></div>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="80%"> <tbody>
<tr> <td><strong>Man sollte die Erstellung von
dreidimensionalen
Balkendiagrammen vermeiden.<br> </strong></td> </tr>
</tbody>
</table></div>
<p class="heading">Balken durch Objekte ersetzen</p>
<p>Einen zweiten Typ von Chartjunk erh&auml;lt man durch das
Ersetzen
von eckigen Balken durch Bilder von Objekten. Dies ist ein weitaus
ernsteres Problem, weil es die
Gr&ouml;&szlig;enverh&auml;ltnisse der
verschiedenen Kategorien oft falsch darstellt. Sind die
H&auml;ufigkeiten proportional zu der Objekth&ouml;he, ihrer
Fl&auml;che auf dem Papier oder ihrem dreidimensionalen Volumen?
Auf
den ersten Blick w&uuml;rden die meisten Leser etwas zwischen
Fl&auml;che und Volumen benutzen, da diese normalerweise die
H&ouml;he
der Balken ist, welche eigentlich die Gr&ouml;&szlig;e der
Objekte in
dieser Art von Diagramm bestimmt.<br>
</p><div class="diagram">
<p class="heading">Verdienststeigerungen</p>
<p>Als Teil einer Studie dar&uuml;ber, wie
Verdienstbezahlungspolicen
an die Mitarbeiter gebunden sind, wurden Daten &uuml;ber die
Verdienststeigerung (gemessen als Prozentsatz der L&ouml;hen)
f&uuml;r
3.990 Mitarbeiter einer gro&szlig;en Firma gesammelt. Das untere
Diagramm wurde ver&ouml;ffentlicht, um die Daten zusammenzufassen.</p>
<div class="centred"><object data="images/carrotBarChart.svg" height="324" width="439"></object></div>
<p>Die Verwendung von Karotten als Balken ist sehr
irref&uuml;hrend, da
eine Verdopplung der H&ouml;he entsprechend einer Verdoppelung der
H&auml;ufigkeit einer <strong>vier
mal
gr&ouml;&szlig;eren Fl&auml;che</strong> und einem <strong>acht mal
gr&ouml;&szlig;erem Volumen</strong>
der Karotte entspricht.&nbsp;</p>
<p>Insbesondere die Angestellten mit unter 5% Zuwachs scheinen
optisch
unwichtig zu sein, aber in sich machen sie fast 10% aller Angestellten
aus.&nbsp;</p>
<table class="centred" bgcolor="#ffffff" border="1" cellpadding="10" cellspacing="0" width="75%"> <tbody>
<tr> <td><strong>Der Gebrauch von Bildobjekten in
einem Balkendiagramm
an Stelle von Balken ist irref&uuml;hrend und muss vermieden werden.</strong></td>
</tr> </tbody>
</table><p><font color="#666666">(Die obigen
Verdienststeigerungen sind
wirklich fortlaufende Zahlenwerte und ein Histogramm w&auml;re ein
ad&auml;quates Schaubild gewesen. Wie dem auch sei, die Zahlen sind
bisweilen f&uuml;r Analysen kategorisch gruppiert und behandelt
worden.)</font></p>
</div><script type="text/javascript">writePageEnd();</script>
</body></html>
