<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Median, Quartile und Boxplot</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="box plot, extremes, median, quartiles, five-number summary">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">F&uuml;nf-Nummern Zusammenfassung</p>
<p>In vielen Datens&auml;tzen kann die&nbsp;Verteilung von Werten durch
wenige nummerische Werte effektiv zusammengefasst werden, was <strong>Zusammenfassende Statistik</strong> genannt
wird. In diesem Kapitel beschreiben wir eine graphische Darstellung,
welche auf f&uuml;nf zusammenfassende Statistiken,&nbsp;<strong>5-Nummern Zusammenfassung</strong> genannt,
beruht.&nbsp;</p>
<ul>
  <li>Die zwei <strong>Extreme</strong> der
Menge (z.B. der minimale und maximale Wert).</li>
  <li>Drei andere Werte, die die Menge in Gruppen spalten, die (so
dicht wie m&ouml;glich) die gleiche Anzahl an Werten (das <strong>untere Quartil</strong>, den <strong>Median</strong> und das <strong>obere Quartil</strong>) beinhalten.</li>
</ul>
<p class="heading">Boxplot</p>
<p>Der<strong> Boxplot</strong> einer Menge von
Werten zeigt diese f&uuml;nf Werte graphisch. </p>
<center>
<table border="0" cellpadding="5" cellspacing="0">
  <tbody>
    <tr>
      <td bgcolor="#dddfff"><object data="images/boxPlotValues.svg"
 height="427" width="362"></object></td>
    </tr>
  </tbody>
</table>
</center>
<p>Hierf&uuml;r spaltet der Booxplot den Datensatz in vier Viertel mit
(ann&auml;hernd) gleicher Anzahl an Werten auf.</p>
<div class="diagram">
<p>Das untere Diagram zeigt eine Menge an Werten als einen verwackelten
Dotplot&nbsp;und als Boxplot.
</p>
<div class="centred">
<applet codebase="../../java" code="dataView.CastApplet.class"
 archive="coreCAST.jar" height="170" width="450">
<script type="text/javascript">writeAppletParams();</script>
<param name="appletName" value="boxPlotProg.BoxAndDotApplet"><param
 name="varName" value="value"><param name="values"
 value="1.2 1.6 2.3 2.5 2.9 3.6 3.7 4.6 5.7 5.9 6.3 6.4 6.6 6.7 6.9 7.4 7.5 7.6 7.8 8.1"><param
 name="horizAxis" value="0.8 8.2 1 1">
</applet></div>
<p><strong>Klicke</strong> auf
die unterschiedlichen Regionen des Boxplots, um zu
&uuml;berpr&uuml;fen, dass der Boxplot die Menge wirklich in Viertel
teilt.</p>
<p><strong>Ziehe</strong>
&uuml;ber die zentrale Box (klicke auf die linke H&auml;lfte der Box
und bewege die Maus, mit gedr&uuml;ckter Maustaste, in die rechte
H&auml;lfte), um zu &uuml;berpr&uuml;fen, dass die H&auml;lfte der
Werte zwischen den unteren und dem oberen Quartil liegt.</p>
</div>
<p class="heading">Details</p>
<p>Einige Details wurden in dieser Beschreibung des Mediane und der
Quartile nicht erw&auml;hnt.<br>
Man sollte sich im Normalfall bei der Bewertung auf einen Computer
verlassen, sodass keine genaue Definition n&ouml;tig ist. Die Idee, die
Daten in vier gleiche Teile zu teilen, erlaubt dir die Form des
Boxplots zu interpretieren.</p>
<p>F&uuml;r die Interessierten wird dies weiter unten detaillierter
beschreiben.</p>
<p class="heading">Definition des Median</p>
<p>Wenn eine gerade Anzahl an Werten vorhanden ist, werden diese, egal
zwischen welchen Werten, in zwei gleich gro&szlig;e H&auml;lften
geteilt.&nbsp;</p>
<ul>
  <li>Der Median <em>m</em>&nbsp;einer
geraden Anzahl an Werten ist definiert durch den Durchschnitt der
mittleren zwei Werte.</li>
</ul>
<p>Wenn eine ungerade Anzahl an Werten vorhanden ist, kann die Menge
nicht in zwei H&auml;lften geteilt werden.</p>
<ul>
  <li>Der Median <em>m</em> einer
ungeraden Anzahl von Werten ist dadurch definiert, dass er&nbsp;die
Mitte der Werte ist.</li>
</ul>
<p class="heading">Definition von Quartilen</p>
<p>Um das untere Quartil zu definieren, nehmen wir alle Werte unter dem
Median <em>m</em>. Das untere Quartil
ist der Median dieser Werte. Merke, dass wir den Median selbst von
dieser Kalkulation ausschlie&szlig;en, wenn der Datensatz aus einer
ungeraden Anzahl von Werten besteht. Das obere Quartil ist &auml;hnlich
definiert als ein Median der oberen H&auml;lfte der Werte.</p>
<center>
<table bgcolor="white" border="1" cellpadding="5" cellspacing="0"
 width="75%">
  <tbody>
    <tr>
      <th align="center">Verschiedene Autoren geben leicht
unterschiedliche Definitionen <br>
von unteren und oberen Quartilen.</th>
    </tr>
  </tbody>
</table>
</center>
<p>Vorausgesetzt du stimmst deinen Definitionen &uuml;berein, sollte
der Boxplot, welchen du zeichnest, dich zu denselben Ergebnissen
&uuml;ber die Unterschiede zwischen Gruppen f&uuml;hren.</p>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
