<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Lage und Streuung</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>

	<meta name="index" content="statistic, centre, spread">
	<meta name="dataset" content="Distance perception after drug">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Zusammenfassender &Uuml;berblick &uuml;ber
Mittelwert und Streuung</p>
<p>Die meisten Datens&auml;tze zeigen Variabilit&auml;t- alle Werte
sind verschieden! Zwei wichtige Aspekte der Verteilung der Werte sind
besonders wichtig:&nbsp;</p>
<dl>
  <dt>Lagema&szlig;</dt>
  <dd>Das Lagema&szlig; einer Verteilung ist ein "typischer" Wert, um
den sich die Daten befinden. <br>
  </dd>
  <dt>Streuungsma&szlig;</dt>
  <dd>Die Streuung einer Verteilung der Werte beschreibt den Abstand
der einzelnen Werte vom Lagema&szlig;.</dd>
</dl>
<p class="eqn"><object data="images/centerSpreadIdea.svg" height="109"
 width="325"></object> </p>
<p>In diesem Abschnitt untersuchen wir, wie Lagema&szlig; und Streuung
mit numerischen Werten, <strong>zusammenfassende
Statistik</strong> genannt, beschrieben werden k&ouml;nnen. Numerische
Zusammenfassungen von Lagema&szlig; und Streuung ergeben besonders
aussagekr&auml;ftige Vergleiche zwischen den verschiedenen
Gruppen.&nbsp;</p>
<div class="diagram">
<p>Ein Pharmaunternehmen ist in der Endphase der Erprobung einer neuen
Klasse von Medikamenten, die effektiv bei der Reduzierung von
Bluthochdruck helfen sollen. Einige Patienten haben aber
Nebenwirkungen, insbesondere haben einige die Ansicht, dass ihre
Wahrnehmung von Entfernungen beeintr&auml;chtigt ist.</p>
<p>Das folgende Diagramm zeigt die Ergebnisse aus einem Experiment,
dass durchgef&uuml;hrt wurde, um zu messen, ob die F&auml;higkeit
Distanzen einzusch&auml;tzen f&uuml;r Patienten, die das Medikament
erhielten, tats&auml;chlich schlechter ist. Einer "Kontroll"- Gruppe
von 20 m&auml;nnlichen Patienten wurden keine Medikamente gegeben,
w&auml;hrend zwei andere Gruppen Medikament A beziehungsweise
Medikament B verabreicht wurden. Jede Testperson wurde
gebeten,&nbsp;sich 3 Meter von einer Wand zu positionieren und die
tats&auml;chliche Distanz einzusch&auml;tzen.</p>
<table border="0" cellpadding="5" width="95%">
  <tbody>
    <tr>
      <td align="center"><object data="images/differentCentres_b.svg"
 height="343" width="243"></object></td>
      <td align="left">
      <p>Es gibt erhebliche Unterschiede in den Sch&auml;tzungen der
3-Meter-Distanz der Patienten - ihre Sch&auml;tzungen wichen bis zu
einem Meter ab.&nbsp;</p>
      <ul>
        <li>Das Lagema&szlig; der "Kontroll"-Gruppe ist nahe Null-
Patienten, die keine Medikamente bekamen, kamen der realen Distanz sehr
nahe.&nbsp;&nbsp;</li>
        <li>Die Patienten, die das Medikament A verabreicht bekamen,
tendierten dazu, zu Nahe an der Mauer zu stehen. Das Lagema&szlig; der
Verteilung lag bei etwa 2,5 Metern.&nbsp;&nbsp;</li>
        <li>Die Patienten, die Medikament B verabreicht bekamen,
neigten dazu, sich zu weit von der Mauer zu positionieren. Das
Lagema&szlig; der Verteilung lag hier bei etwa 3,5 Meter.&nbsp;</li>
      </ul>
      </td>
    </tr>
  </tbody>
</table>
<p>Eine numerische Messung des Lagema&szlig;es sollte diese Tendenz zur
&Uuml;ber-oder UnterSch&auml;tzung der Distanz beschreiben.</p>
<hr width="75%">
<p>Nach weiterer Entwicklung wurde eine &auml;hnliche Studie mit zwei
verschiedenen Medikamenten durchgef&uuml;hrt.</p>
<table border="0" cellpadding="5" width="95%">
  <tbody>
    <tr>
      <td align="center"><object data="images/differentSpreads_b.svg"
 height="343" width="243"></object></td>
      <td align="left">
      <p>Es gab&nbsp;keine Tendenz zur &Uuml;ber-oder
Untersch&auml;tzung einer 3-Meter-Entfernung mit diesen
Medikamenten&ndash; die Lagema&szlig;e aller drei Verteilungen sind
nahe Null. Allerdings&nbsp; </p>
      <ul>
        <li>tritt bei Medikament C ein viel gr&ouml;&szlig;ere
Variabilit&auml;t auf&ndash; manche Patienten versch&auml;tzen sich um
etwa einen Meter in ihrer Annahme einer 3-Meter-Distanz.&nbsp; </li>
        <li>hatten die Patienten, die&nbsp;Medikament D
bekamen,&nbsp;eine noch wildere Ungenauigkeit in ihrer
Einsch&auml;tzungen der 3-Meter-Distanz. Hier kam es zu einer
&Uuml;ber- oder Untersch&auml;tzung von bis zu 2 Metern.&nbsp; <br>
          <br>
        </li>
      </ul>
      </td>
    </tr>
  </tbody>
</table>
<p>Eine numerische Messung der Streuung sollte diese Tendenz f&uuml;r
gr&ouml;&szlig;ere Abweichung mit den Medikamenten C und D
beschreiben.&nbsp;</p>
</div>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
