<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
  <title>Model zur Erklärung der Zufälligkeit</title>
  <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
  <style type="text/css">
<!--
.style1 {color: #FF0000}
-->
  </style>

	<meta name="index" content="population, sample, abstract population">
	<meta name="dataset" content="Silkworm poisoning">
</head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Daten, die <span style="color: rgb(255, 0, 0);">nicht
</span>aus einer endlichen Grundgesamtheit erhoben wurden</p>
<p>Manchmal werden Daten tats&auml;chlich von einer reell endlichen
Grundgesamtheit erhoben. Zum Beispiel kann eine &ouml;ffentliche
Meinungsumfrage Individuen von der Grundgesamtheit aller Einwohner
einer Stadt ausw&auml;hlen. Der vorhergehende Abschnitt hat gezeigt,
dass:</p>
<div class="boxed">
<p>Zuf&auml;lliges Stichprobenziehen von Werten einer endlichen
Grundgesamtheit kann die Schwankungen zwischen den Stichproben <span
 style="color: rgb(255, 0, 0);">einiger</span> Daten erkl&auml;ren.</p>
</div>
<p>Allerdings gibt es keine real endliche Grundgesamtheit, die den
meisten Datens&auml;tzen zugrunde liegt, von denen die Werte wie
gezogene Stichproben behandelt werden k&ouml;nnen. Die
Zuf&auml;lligkeit in solchen Werten muss auf eine andere Weise
erkl&auml;rt werden.</p>
<div class="diagram">
<p class="heading">Seidenraupen Vergiftung</p>
<p>In einer Untersuchung der Geschwindigkeit der toxischen Wirkung von
Arsen auf Seidenraupenlarven, wurde 80 Seidenraupenlarven im vierten
Larvenstadium mit einem Gewicht zwischen 0,41 und 0,45 Gramm 0,10 mg
Natrium Arsenat pro Gramm K&ouml;rpergewicht verabreicht. Ihre
&Uuml;berlebenszeit in Sekunden ist unten angegeben. </p>
<center>
<table bgcolor="white" border="0" cellpadding="8" cellspacing="0"
 width="400">
  <caption align="top">
  <strong>&Uuml;berlebenszeit vergifteter Seidenraupenlarven (Sekunden)</strong>
  </caption><tbody>
    <tr align="center">
      <td>270<br>
254<br>
293<br>
244<br>
293<br>
261<br>
285<br>
330<br>
284<br>
274</td>
      <td>307<br>
235<br>
215<br>
292<br>
309<br>
267<br>
275<br>
298<br>
241<br>
254</td>
      <td>256<br>
275<br>
226<br>
287<br>
280<br>
339<br>
294<br>
298<br>
283<br>
366</td>
      <td>300<br>
310<br>
280<br>
240<br>
291<br>
286<br>
230<br>
285<br>
218<br>
279</td>
      <td>280<br>
286<br>
345<br>
289<br>
210<br>
282<br>
260<br>
228<br>
243<br>
259</td>
      <td>285<br>
275<br>
280<br>
296<br>
283<br>
248<br>
314<br>
258<br>
215<br>
299</td>
      <td>240<br>
241<br>
236<br>
255<br>
267<br>
271<br>
253<br>
271<br>
233<br>
260</td>
      <td>273<br>
233<br>
271<br>
267<br>
258<br>
319<br>
310<br>
302<br>
260<br>
251</td>
    </tr>
  </tbody>
</table>
</center>
<p>Es gibt keine real endliche Grundgesamtheit, aus der die
&Uuml;berlebenszeiten als Stichproben gezogen werden k&ouml;nnten.
Allerdings gibt es Streuungen innerhalb dieses Datensatzes und ein
Wiederholen des Experimentes w&uuml;rde zu einem anderen Datensatz von
&Uuml;berlebenszeiten f&uuml;hren. </p>
</div>
<p class="heading">Stichproben aus einer abstrakten Grundgesamtheit
ziehen</p>
<p>Stichproben zuf&auml;llig aus einer Grundgesamtheit zu ziehen ist
eine intuitive Art und Weise die Variabilit&auml;t zwischen den
Stichproben zu erkl&auml;ren. Dies wird ebenfalls genutzt, um Streuung
zu erkl&auml;ren, auch wenn es keine <strong>reale</strong>
Grundgesamtheit gibt, von der Daten in Form von Stichproben gezogen
wurden.&nbsp;</p>
<p>Man ersetzt die reale Grundgesamtheit, die in der Regel
Erhebungsdaten zugrunde liegt, mit einer <strong>abstrakten</strong> Grundgesamtheit <strong>aller Werte, die man m&ouml;glicherweise
erhalten h&auml;tte</strong>, wenn die Datenerhebung wiederholt worden
w&auml;re. Die beobachteten Daten k&ouml;nnen dann als
Zufallsstichprobe dieser abstrakten Grundgesamtheit behandelt werden.</p>
<div class="boxed">
<p>Unterschiede in der zugrunde liegenden abstrakten Grundgesamtheit
geben allgemeine Informationen &uuml;ber Unterschiede in &auml;hnlichen
Datens&auml;tzen<span style="color: rgb(255, 0, 0);"> im allgemeinen</span>.</p>
</div>
<p>Das Definieren einer solchen zugrunde liegenden Grundgesamtheit
erkl&auml;rt daher nicht nur die Variabilit&auml;t zwischen den
Stichproben, sondern gibt auch einen Schwerpunkt, um spezielle Daten zu
verallgemeinern.</p>
<div class="diagram">
<p class="heading">Seidenraupen-Vergiftung</p>
<p>Es ist g&uuml;nstig, ein Modell aus den Variabilit&auml;ten dieser
Daten, als einer Stichprobe aus der unendlichen Grundgesamtheit <strong>aller m&ouml;glichen Messungen</strong>, die
von &auml;hnlichen Seidenraupenlarven gemacht worden sein k&ouml;nnten,
zu entwickeln. Die Variabilit&auml;t dieser hypothetischen
Grundgesamtheit spiegelt die Variabilit&auml;t in den
&Uuml;berlebenszeiten wider.<br>
</p>
<p>Die Verteilung der &Uuml;berlebenszeiten in der Stichprobe der
vergifteten Seidenraupen gibt Informationen &uuml;ber die Verteilung
der zugrunde liegenden Grundgesamtheit &mdash; die Verteilung der
&Uuml;berlebenszeiten der Seidenraupen, denen im Allgemeinen 0,10 mg
Natrium Arsenat pro Gramm K&ouml;rpergewicht gegeben wurde <strong>im allgemeinen</strong>.</p>
</div>
<script type='text/javascript'>writePageEnd();</script>
</body>
</html>
