<!DOCTYPE HTML>
<html>
<head>
  <title>S&eacute;ries Chronologiques</title>
	<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
</head>


<body>
<script type="text/javascript">
	writePageStart();
	addChapterHeading('S&eacute;ries Chronologiques');
</script>

<p>Les valeurs de nombreux ensembles de donn&eacute;es sont enregistr&eacute;es 
de mani&egrave;re s&eacute;quentielle dans le temps. Des exemples sont:</p>

<ul>
    <li>L'&acirc;ge moyen au d&eacute;c&egrave;s de personnes chaque mois dans une grande ville sur une p&eacute;riode de 5 ans</li>
    <li>Zone de riz cultiv&eacute;s en Asie de l'Est chaque ann&eacute;e pour les 15 derni&egrave;res ann&eacute;es</li>
    <li>Poids de chaque kiwis 100e emball&eacute;e pendant une p&eacute;riode de 8 heures</li>
    <li>Nombre d'admissions &agrave; l'h&ocirc;pital chaque jour sur une p&eacute;riode de 5 mois</li>
</ul>

<p>Dans de telles donn&eacute;es de s&eacute;ries chronologiques, il ya souvent un mod&egrave;le 
de temps li&eacute;e &agrave; la variabilit&eacute;. Cela peut &ecirc;tre soit une tendance 
vers des valeurs sup&eacute;rieures ou inf&eacute;rieures au fil du temps ou un motif qui se 
r&eacute;p&egrave;te r&eacute;guli&egrave;rement. Cet aspect de la variabilit&eacute; globale 
peut &ecirc;tre <strong>expliqu&eacute;</strong> en termes de temps de commande des donn&eacute;es.</p>

<p>Ignorant le temps de commande et d'examiner les donn&eacute;es avec 
des parcelles de points ou similaire techniques univari&eacute;es peut 
entra&icirc;ner des informations utiles &eacute;tant manqu&eacute;e.</p>
  
<p>Les donn&eacute;es chronologiques sont moins fr&eacute;quentes dans les applications 
biologiques que dans les affaires ou d'autres domaines, donc ce chapitre passe en moins 
de profondeur sur l'analyse des s&eacute;ries temporelles que les autres versions de CAST.</p>

<div class="centred"><div class="boxed">

<p><strong>Si vous voulez en apprendre davantage sur l'analyse des s&eacute;ries 
chronologiques, apr&egrave;s avoir &eacute;tudi&eacute; ce chapitre, regardez la 
CAST g&eacute;n&eacute;rale ou d'affaires des e-books.</strong></p>

</div></div>

<br>

<script type='text/javascript'>writePageEnd();</script>

</body>
</html>
