<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Experimente mit Paarbildung</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="paired data, matched pairs">
<meta name="dataset" content="Feed supplement and beef weight"></head>

<body><script type="text/javascript">writePageStart();</script>
<p class="heading">Unvermeidbare Variation bei
Versuchseinheiten</p>
<p>Identische Versuchseinheiten ergeben die genauesten
Sch&auml;tzungen
der Auswirkungen eines Faktors. In der Praxis jedoch haben wir meist
wenig Auswahl und die verf&uuml;gbaren Versuchseinheiten sind oft
sehr
unterschiedlich.</p>
<p>Manchmal haben wir keine vorherige Kenntnis der
Variabilit&auml;t
der Versucheinheiten. Zum Beispiel k&ouml;nnen wir wissen, dass die
Samen in einer Charge von Maissaatgut variabel sind, k&ouml;nnen
aber
durch Betrachten des Saatgutes nichts &uuml;ber die
Unterschiede&nbsp;sagen. In diesem Fall ist ein
vollst&auml;ndig
randomisiertes&nbsp;Experiment das bestm&ouml;gliche Design.</p>
<p class="heading">Passende Paare</p>
<p>Wenn wir jedoch einige Kenntnisse &uuml;ber die
Unterschiede
zwischen den Versuchseinheiten vor Beginn des Experiments haben,
k&ouml;nnen wir diese verwenden, um das Experiment besser zu
gestalten
und damit eine genauere Sch&auml;tzung der Auswirkungen des
experimentellen Faktors bekommen.</p>
<p>Betrachten wir zum Beispiel ein Experiment, dass einen Faktor
mit
zwei Faktorstufen beinhaltet. Wenn die Versuchseinheiten zu
&auml;hnlichen Paaren gruppiert werden, weist ein besseres
experimentelles Design den zwei Faktorstufen zu den
jeweiligen Versuchseinheiten eines jeden Paares zu.
Diese
wird<strong> paarweises Design</strong>
genannt.<br>
</p><p>Wie zuvor bekommt die H&auml;lfte der
Versuchseinheiten
jede
Faktorstufe und die Sch&auml;tzung der Auswirkung ist die Differenz
zwischen der mittleren Antwort beider&nbsp;Faktorstufen. Diese
Sch&auml;tzung ist jedoch genauer als die entsprechende
Sch&auml;tzung
eines vollst&auml;ndig randomisierten Experiments.</p>
<div class="diagram"><p class="heading">Erg&auml;nzungsfuttermittel
und
Rindfleisch von
K&uuml;hen</p>
<p>Das untere Diagramm simuliert ein Experiment, das die gleiche
Herde
von K&auml;lbern benutzt, die auch auf der vorherigen benutz wurde.
Wir
nehmen jetzt an, dass die Anfangsvariabilit&auml;t der
K&auml;lbergewichte unvermeidbar ist.</p>
<div class="centred"><applet codebase="../../java" code="dataView.CastApplet.class" archive="coreCAST.jar" height="450" width="550">
<script type="text/javascript">writeAppletParams();</script>
<param name="appletName" value="pairBlockProg.PairingCovarApplet"><param name="responseName" value="Fleischgewicht von Rind (kg)"><param name="nValues" value="20"><param name="covarName" value="K&auml;lbergewicht (kg)"><param name="covarMinMax" value="100 160"><param name="covarRegnParams" value="0 1"><param name="factorName" value="Ern&auml;hrung"><param name="factorLabels" value="Standard Erg&auml;nzung"><param name="errorSd" value="3"><param name="factorEffect" value="20"><param name="responseAxis" value="90 200 100 20"><param name="covarAxis" value="90 170 90 10"><param name="effectAxis" value="-10 50 -10 10"><param name="effectName" value="Effekt der Erg&auml;nzung"><param name="pairedText" value="K&auml;lbergewicht gepaart"></applet></div><p>Klickke
zuerst <strong>Akkumulieren</strong> und
dann einige Male <strong>Experiment</strong>
<strong>durchf&uuml;hren</strong>,
um die
Variabilit&auml;t in der Sch&auml;tzung des Effektes des
Erg&auml;nzungsmittels in einem komplett randomisierten Experiment
zu
sehen. Beobachte, das die Sch&auml;tzung sehr ungenau ist.</p>
<p>W&auml;hle jetzt aus dem Pop-Up-Men&uuml; <strong>durch K&auml;lbergewicht
gepaart</strong>.
Bei diesem Design sind die K&auml;lber vor Beginn des Experimentes
in
passende Paare mit &auml;hnlichen Gewichten gruppiert worden, was
durch
die vertikalen B&auml;nder in dem Streudiagramm dargestellt ist. In
jedem dieser passenden Paare von K&auml;lbern ist genau eines
zuf&auml;llig ausgew&auml;hlt, um das Erg&auml;nzungsmittel
miteinzubeziehen.</p>
<p>Wiederhole dieses Experiment mehrere Male und beobachte, dass
die
Sch&auml;tzung des Effektes des Erg&auml;nzungsmittels sehr
viel
genauer ist, als in dem vorher komplett randomisierten Dessign.</p>
</div><p class="heading">Anpassung von
Versuchseinheiten</p>
<p>Im obigen Beispiel wurden die Versuchseinheiten mit
Hilfe
einer numerischen Messung in Paare gruppiert - Alter der Tiere
oder&nbsp;der Vorjahresertrag von Obstb&auml;umen konnten in
&auml;hnlicher Weise verwendet werden. Allerdings wird die
Paarbildung
oft in einem weniger formellen Weg gemacht &ndash; es ist
akzeptabel
die paarweisen Versuchseinheiten durch eine subjektive oder
eine objektive Methode zu erstellen.</p>
<script type="text/javascript">writePageEnd();</script></body></html>
