<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html><head><title>Einflussvariable und Zielvariable</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<link rel="stylesheet" href="../../pageStyles.css" type="text/css">
	<script src="../../releaseInfo.js"></script>
	<script src="../../structure/pageSetup.js"></script>
<meta name="index" content="scatterplot, causal relationship"></head>


<body>
<script type="text/javascript">writePageStart();</script>

<p class="heading">Kausale Zusammenh&auml;nge</p>
<p>In vielen bivariaten Datens&auml;tzen ist die Beziehung
zwischen
zwei Variablen nicht symmetrisch. Von der Art der Variablen und der
Weise wie die Daten gesammelt wurden, mag es klar sein, dass eine
Variable X potenziell Einfluss auf eine andere Variable Y nehmen kann,
aber, dass der Umkehrschluss unm&ouml;glich ist.</p>
<p class="eqn"><object data="../Dcausal/images/reln1.svg" height="65" width="297"></object></p><p>In solchen
Daten wird die Variable X <strong>unabh&auml;ngige
Variable</strong> und Y <strong>abh&auml;ngige
Variable (Antwort)</strong>
genannt.<br>
</p><p class="heading">Experimente</p>
<p>Ein <strong>Experiment</strong>
ist eine Art
von Datenerhebung, in der die Person, die das Experiment
durchf&uuml;hrt, die Werte der unabh&auml;ngigen Variablen
kontrolliert- z.B. die Anpassung der Temperatur f&uuml;r jede
Durchf&uuml;hrung des Experiments, wie im folgenden, eingerahmten
Beispiel. Ein gut konstruiertes Experiment stellt immer sicher, dass
die Beziehung zwischen der unabh&auml;ngigen und
abh&auml;ngigen
Variablen urs&auml;chlich (kausal) ist.</p>
<div class="diagram"><p class="heading">CO-Produktion
und Temperatur</p>
<p>Wenn wir den Betrag an Kohlenmonoxid (<strong>Y</strong>) messen, der bei
einer Reaktion,
die bei unterschiedlichen Temperaturen (<strong>X</strong>)
durchgef&uuml;hrt wird, produziert wird, dann kann die
CO-Produktion
von der Temperatur abh&auml;ngig sein. Aber die Temperatur ist nur
vom
Experimentierenden festgelegt.</p>
</div><p class="heading">Beobachtungsstudien&nbsp;</p>
<p>Viele Datens&auml;tze werden nicht durch Experimente
gewonnen. Wenn
die Person, die die Daten sammelt, keine Kontrolle &uuml;ber die
Variablen hat und einfach ein Paar Werte von jedem
Merkmalstr&auml;ger
aufzeichnet, dann werden die Daten <strong>Beobachtungen</strong>
genannt. Wenn es eine zeitliche Reihenfolge von zwei Variablen in einer
Beobachtungsstudie gibt- eine Variable ist eine fr&uuml;here
Beobachtung als die andere&ndash; dann kann man auch in der Lage
sein
die Beziehung kausal zu behandeln, mit der sp&auml;teren Variablen
als
Antwort. </p>
<p>Auch wenn eine Beziehung nicht kausal ist, ist man manchmal an
der<strong> Vorhersage</strong>
des Wertes einer
Variablen, die durch eine andere Variable beeinflusst wird,
interessiert. In dieser Situation w&uuml;rde man die Daten der
vorhergesagten Variablen, die man als die abh&auml;ngige Variable
ansieht, analysieren.&nbsp;</p>
<div class="diagram"><p class="heading">K&ouml;rpergr&ouml;&szlig;en
von V&auml;tern und
S&ouml;hnen</p>
<p>In einem Datensatz, der die Gr&ouml;&szlig;en von
V&auml;tern und
deren 18j&auml;hrigen S&ouml;hnen beinhaltet, kann man
behaupten, dass
die Gr&ouml;&szlig;en der V&auml;ter X, die
Gr&ouml;&szlig;en der
S&ouml;hne Y durch genetische Vererbung beeinflussen kann aber,
dass
der Einfluss nicht in der umgekehrten Richtung stattfinden
kann.&nbsp;</p>
<p class="heading">K&ouml;rperfett und
Hautfaltendicke&nbsp;</p>
<p>Pr&auml;zise Messungen des K&ouml;rperfetts <em>Y </em>sind schwierig
machbar,
wohingegen Messungen der Hautfaltendicke <em>X</em> relativ einfach
gemacht werden
k&ouml;nnen. Es w&auml;re n&uuml;tzlich, wenn man in der
Lage w&auml;re
das K&ouml;rperfett durch die Hautfaltendicke, basierend auf
Datenmaterial aus beiden Messungen von einer Gruppe von Leuten,
vorherzusagen. Man k&ouml;nnte in einer Analyse der Daten dann
K&ouml;rperfett als abh&auml;ngige und Hautfaltendicke als
unabh&auml;ngige Variable ansehen.&nbsp;</p>
</div><p>Bevor man bivariate Daten analysiert,</p>
<div class="boxed"><p>sollte man immer
ber&uuml;cksichtigen, ob eine Variable als Antwort
angesehen werden sollte.&nbsp;</p>
</div><p>Einige statistische Methoden kann man nur nutzen,
wenn solch eine
Klassifizierung der Variablen vorgenommen wurde.</p>
<script type="text/javascript">writePageEnd();</script></body></html>
